{"prayercat":"Asubuhi",
			 "id":"asubuhi",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":259,"intro":"Ee Mungu wangu na Bwana wangu! Mimi ni mtumishi Wako na mwana wa mtumishi Wako. ",
			 			 "prayerdetails":[{"para":"Ee Mungu wangu na Bwana wangu! Mimi ni mtumishi Wako na mwana wa mtumishi Wako."},
			 							  {"para":"Nimeamka kutoka kitandani mwangu katika alfajiri hii wakati Nyota ya Mchana ya umoja Wako imechomoza kutoka Mapambazuko ya amri Yako, na imetawanya wangavu wake juu ya ulimwengu mzima, kulingana na kile kilichoamriwa katika vitabu vya Amri Yako."},
			 							  {"para":"Sifa iwe Kwako, Ee Mungu wangu, kwamba tumeamkia kwenye utukufu wa mwangaza wa maarifa Yako. Tutelemshie utukufu wa mwangaza wa elimu Yako. Tutelemshie, basi, juu yetu, Ee Bwana wangu, kile kitakachotuwezesha kuachana na yeyote ila Wewe, na kitatuondolea upendo wote kwa chochote isipokuwa Wewe Mwenyewe. Niandikie, basi, kwa ajili yangu, na kwa ajili ya wale ambao ni wapenzi kwangu, na kwa ajili ya ndugu zangu, mke kwa mume kadhalika, mema ya ulimwengu huu na ulimwengu ujao. Tuweke salama, basi, kwa kupitia ulinzi Wako usioshindwa, Ewe Mpendwa wa muumbo mzima na Haja ya ulimwengu wote, kutoka wao ambao Umewafanya kuwa udhihirisho wa yule Mnong’onezi Muovu, ambaye hunong’ona katika vifua vya watu. U Mwenye nguvu Wewe kufanya ridhaa Yako. Wewe, hakika, u Mweza yote, Msaada Mashakani, Aishiye – Mwenyewe."},
			 							  {"para":"Mbariki, Ee Bwana Mungu wangu, Yeye Ambaye Umemuweka juu ya majina Yako bora kabisa, na kwa kupitia Yeye Umewatenganisha kati ya wachaji Mungu na waovu, na kwa rehema tusaidie kufanya yale Uyapendayo na utakayo. Wabariki, zaidi, Ee Mungu wangu, wao Ambao ni Maneno Yako na Herufi Zako, na wao ambao wameelekeza nyuso zao Kwako, na kuugeukia uso Wako, na kusikiliza Mwito Wako."},
			 							  {"para":"Wewe, kwa kweli, u Bwana na Mfalme wa watu wote, na u Mwenye nguvu juu ya vitu vyote."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":233,"intro":"Natoa sifa Kwako, Ee Mungu wangu, kwamba Wewe Umeniamsha kutoka usingizini mwangu, na ",
						 "prayerdetails":[{"para":"Natoa sifa Kwako, Ee Mungu wangu, kwamba Wewe Umeniamsha kutoka usingizini mwangu, na kunizindua baada ya kutoweka kwangu, na kuniinua kutoka usingizini mwangu. Nimeamka asubuhi hii uso wangu ukiwa umeelekezwa kwenye utukufu wa Nyota ya Mchana ya Ufunuo Wako, ambao kupitia Kwake mbingu za uwezo Wako na utukufu Wako zimeangaziwa, nikikiri ishara Zako nikiamini Kitabu Chako, na nikishikilia kwa uthabiti kwenye ugwe Wako."},
						 				  {"para":"Nakusihi Wewe, kwa nguvu za mapenzi Yako na uwezo unaoshurutisha wa kusudi Lako, kufanya kile Wewe ulichokifunua kwangu usingizini mwangu msingi wa uhakika kabisa kwa jumba la upendo Wako ambalo limo ndani ya mioyo ya wapendwa Wako, na chombo bora kabisa kwa ufunuo wa dalili za rehema Yako na wema Wako wa upendo."},
						 				  {"para":"Amuru kwa ajili yangu kwa kupitia Kalamu Yako iliyotukuka kabisa, Ee Bwana wangu, mema ya ulimwengu huu na ule ujao. Nashuhudia kwamba katika mkono Wako zimeshikwa hatamu za vitu vyote. Unazibidilisha vile Wewe upendavyo. Hakuna Mungu aliyepo ila Wewe, Mwenye nguvu, Mwaminifu."},
						 				  {"para":"Wewe u Yeye Ambaye hubadilika kwa amri Yake udhilifu kuwa utukufu, na unyonge kuwa nguvu, na udhaifu kuwa uwezo, na woga kuwa utulivu, na mashaka kuwa yakini. Hakuna Mungu aliyepo ila Wewe, Mwenye uwezo, Mkarimu."},
						 				  {"para":"Wewe humuondolei tumaini yeyote ambaye amekutafuta Wewe, wala humzuilii kutoka Kwako yeyote yule ambaye amekutamani Wewe. Amuru Wewe kwa ajili yangu kile kistahilicho mbingu ya ukarimu Wako, na bahari ya baraka Yako. Wewe, hakika, u Mweza yote, Mwenye nguvu kabisa."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":54,"intro":"Nimeamka katika himaya Yako, Ee Mungu wangu, na inambidi yeye ambaye hutafuta himaya hiyo ",
						 "prayerdetails":[{"para":"Nimeamka katika himaya Yako, Ee Mungu wangu, na inambidi yeye ambaye hutafuta himaya hiyo adumu ndani ya Hifadhi ya ulinzi Wako na Ngome ya kinga Yako. Angazia nafsi yangu ya ndani, Ee Bwana wangu, kwa utukufu wa Mapambazuko ya Ufunuo Wako, kama ulivyoiangazia nafsi yangu ya nje kwa mwangaza wa asubuhi wa fadhila Yako."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":76,"intro":"Nimeamka asubuhi hii kwa rehema Yako, Ee Mungu wangu, na nimeacha maskani yangu ",
						 "prayerdetails":[{"para":"Nimeamka asubuhi hii kwa rehema Yako, Ee Mungu wangu, na nimeacha maskani yangu nikikutumaini kabisa Wewe, na nikijiweka mwenyewe katika uangalizi Wako. Nitelemshie, basi, juu yangu, kutoka mbingu ya huruma Yako, baraka kutoka upande Wako, na niwezeshe kurudi kwenye maskani yangu kwa usalama kama vile Ulivyoniwezesha kuondoka chini ya ulinzi Wako nikiwa na mawazo yangu yamekaziwa kwa uthabiti juu Yako."},
					 					  {"para":"Hakuna Mungu mwingine ila Wewe, yule Mmoja, Asiye na kifani, Ajuaye – yote, Mwenye hekima kabisa."}
						 				 ]
						 }
						]
}