{"prayercat":"Familia",
			 "id":"familia",
			 "details": [{"prayerID":1,"prayername":"","author":"Bab","wordcount":191,"intro":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Nakuomba Wewe unisamehe mimi na wale wasaidiao",
			 			 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Nakuomba Wewe unisamehe mimi na wale wasaidiao Imani Yako. Hakika, Wewe u Bwana Mwenye-enzi, Msamehevu, Mkarimu kabisa. Ee Mungu wangu! Wawezeshe watumishi Wako walionyimwa elimu kuruhusiwa kuingia kwenye Hoja Yako; kwa kuwa mara wakutambuapo Wewe, hushuhudia juu ya ukweli wa Siku ya Hukumu na hawakani udhihirisho wa ukarimu Wako. Watelemshie juu yao dalili za neema Yako, na wajalie, popote pale wakaapo, fungu kubwa la kile ambacho Wewe ulikiamuru kwa ajili ya wachaji Mungu miongoni mwa watumishi Wako. Wewe kwa kweli u Mtawala Mkuu, Mkarimu kuliko wote, Mpaji kabisa."},
			 							  {"para":"Ee Mungu wangu! Acha mmiminiko wa ukarimu Wako na baraka vishukie juu ya nyumba ambamo wakazi wake wamekubali Imani Yako, kama dalili ya neema Yako na kama alama ya wema wa upendo kutoka mbele Yako. Hakika, Wewe u asiyepitwa katika kutoa msamaha. Kama ukarimu Wako ukizuiwa kwa yeyote vipi yeye atahesabiwa kati ya wafuasi wa Imani katika Siku Yako? "},
			 							  {"para":"Nibariki mimi, Ee Mungu wangu, na wale ambao wataamini ishara Zako katika siku iliyoahidiwa, na wale watunzao upendo wangu mioyoni mwao – upendo ambao Wewe umeuingiza taratibu ndani mwao. Hakika, Wewe u Bwana wa unyofu, Aliyetukuka Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Bab","wordcount":110,"intro":"Naomba msamaha Wako, Ee Mungu wangu, na kukusihi radhi kwa jinsi Ulivyowataka watumishi ",
						 "prayerdetails":[{"para":"Naomba msamaha Wako, Ee Mungu wangu, na kukusihi radhi kwa jinsi Ulivyowataka watumishi Wako kujielekeza wenyewe Kwako. Nakuomba Wewe kufutilia mbali dhambi zetu kama ustahilivyo Ubwana Wako, na kunisamehe mimi, wazazi wangu, na wale ambao katika kuona Kwako wameingia makao ya upendo Wako kwa jinsi istahilivyo enzi Yako iliyo bora kupita kiasi na inayostahili kabisa utukufu wa nguvu Yako ya mbinguni."},
						 				  {"para":"Ee Mungu wangu! Wewe umeivuvia roho yangu kutoa maombi yake Kwako, na kama sio Wewe, nisingepata kukusihi Wewe. Umesifwa na kutukuzwa Wewe; nakutolea sifa kwa sababu umejifunua Wewe mwenyewe kwangu, na nakuomba Wewe unisamehe, kwa kuwa sikutimiza wajibu wangu kukujua Wewe na nimeshindwa kutembea katika njia ya upendo Wako."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":82,"intro":"Ee Bwana! Katika Maongozi haya Makuu kuliko yote Wewe wakubali maombezi ya watoto kwa niaba",
						 "prayerdetails":[{"para":"Ee Bwana! Katika Maongozi haya Makuu kuliko yote Wewe wakubali maombezi ya watoto kwa niaba ya wazazi wao. Hii ni mojawapo ya baraka maalum zisizo na mwisho za Maongozi haya. Kwa hiyo, Ewe Bwana mwema, ukubali ombi la mtumishi Wako huyu kwenye kizingiti cha upekee Wako na mzamishe baba yake katika bahari ya neema Yako, kwa sababu mwana wa kiume huyu ameinuka kukufanyia Wewe huduma na anafanya juhudi wakati wote katika njia ya upendo Wako. Hakika, Wewe u Mpaji, Msamehevu na Mwema!"}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":132,"intro":"Ee Mungu, Mungu wangu! Kijakazi Wako huyu anakusihi Wewe, akikuamini Wewe, akikugeuzia uso",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Kijakazi Wako huyu anakusihi Wewe, akikuamini Wewe, akikugeuzia uso wake, akikusihi Wewe kummwagia baraka Zako za mbinguni, na kumfunulia siri Zako za kiroho, na kummiminia miangaza ya Uungu Wako."},
						 				  {"para":"Ee Bwana wangu! Yafanye macho ya mume wangu kuona. Uufurahishe moyo wake kwa mwangaza wa maarifa Yako, ivutie akili yake kwenye uzuri Wako ung’aao, ichangamshe roho yake kwa kumfunulia utukufu Wako ulio dhahiri."},
						 				  {"para":"Ee Bwana wangu! Inua utando kutoka mbele ya macho yake. Mnyeshee baraka Zako nyingi, mleweshe kwa divai ya upendo Kwako, mfanye mmoja wa malaika Wako ambao miguu yao hutembea juu ya dunia hii kama vile roho zao zinavyopaa kwenye mbingu za juu. Mfanye awe taa angavu, ing’aayo kwa mwangaza wa hekima Yako kati ya watu Wako."},
					 					  {"para":"Hakika, Wewe u Athaminiwaye, Mpaji – Daima, Mwenye mkono wazi."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Abdu'l-Baha","wordcount":109,"intro":"Bwana wangu! Bwana wangu! Nakusifu Wewe na nakushukuru Wewe kwa kile ambacho umemfadhili ",
					 	"prayerdetails":[{"para":"Bwana wangu! Bwana wangu! Nakusifu Wewe na nakushukuru Wewe kwa kile ambacho umemfadhili kijakazi Wako mnyenyekevu, mtumwa Wako akikusihi na kukuomba Wewe, kwa sababu kwa hakika Wewe umemuongoza kwenye Ufalme Wako ulio dhahiri na kumfanya asikie Mwito Wako uliotukuka katika ulimwengu wa nasibu na kuona Ishara Zako ambazo huthibitisha kuonekana kwa enzi Yako iliyoshinda juu ya vitu vyote."},
					 					  {"para":"Ee Bwana wangu, nakiweka wakfu kile kilichomo tumboni kwa ajilin Yako. Basi kifanye kuwa mtoto astahiliye sifa katika Ufalme Wako na mwenye bahati njema kwa fadhili Zako na ukarimu Wako; kuendelea na kukua chini ya uangalizi wa malezi Yako. Hakika, Wewe u Mwenye neema! Hakika, Wewe u Bwana wa Fadhili Kuu!"}
						 				 ]
						 }
						]
}