{"prayercat":"Jioni na Usiku wa Manane",
			 "id":"jioninausikuwamanane",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":92,"intro":"Ee Mungu wangu, Bwana wangu, Kusudi la haja yangu! Mtumishi Wako huyu ataka kulala ",
			 			 "prayerdetails":[{"para":"Ee Mungu wangu, Bwana wangu, Kusudi la haja yangu! Mtumishi Wako huyu ataka kulala katika ulinzi wa rehema Yako, na kupumzika chini ya kipaa cha neema Yako, akisihi uangalizi Wako na ulinzi Wako."},
			 							  {"para":"Nakuomba Wewe, Ee Bwana wangu, kwa jicho lako lisilolala, kulinda macho yangu yasiangalie chochote ila Wewe. Imarisha, basi, kuona kwao ili yaweze kufahamu ishara Zako, na kuuona Upeo wa Ufunuo Wako. Wewe u Yeye Ambaye mbele ya ufunuo wa enzi Yake kuu kiini halisi cha nguvu kimetetema."},
			 							  {"para":"Hakuna Mungu aliyepo ila Wewe, Mwenye uwezo wote, Mshinda vyote, Asiyepewa masharti."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":143,"intro":"Nitawezaje kupendelea kulala, Ee Mungu, Mungu wangu, wakati ambapo macho ya wenye hamu",
						 "prayerdetails":[{"para":"Nitawezaje kupendelea kulala, Ee Mungu, Mungu wangu, wakati ambapo macho ya wenye hamu na Wewe yamekesha kwa sababu ya kutengwa Nawe; na nitawezaje kulala chini kujipumzisha ambapo roho za wapendwa Wako zinasumbuliwa sana kwa kuwa mbali Nawe?"},
						 				  {"para":"Nimeikabidhi Ee Bwana wangu, roho yangu na mwili wangu wote kwenye mkono wa kuume wa nguvu Zako na ulinzi Wako, na ninalaza kichwa changu kwenye mto wangu, kwa kupitia uwezo Wako, na kukiinua kwa kulingana na amri Yako na mapenzi Yako mema. Wewe kwa kweli u Mhifadhi, Muangalizi, Mwenyezi Mungu, Mwenye uwezo wote."},
						 				  {"para":"Kwa uwezo Wako! Mimi siombi kulala wala kuamka, bali lile ambalo Wewe unalipendelea. Mimi ni mtumishi Wako na nimo mikononi Mwako. Nisaidie kwa neema kutenda yale yatakayoeneza mbele manukato ya mapenzi Yako mema. Hili, kwa kweli, ndilo tumaini langu na tumaini la hao ambao hufurahia ukaribu Nawe. Usifiwe Wewe, Ee Bwana wa malimwengu!"}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":104,"intro":"Ewe mtafutaji wa Ukweli! Kama unataka kwamba Mungu afungue jicho lako, lazima umsihi",
						 "prayerdetails":[{"para":"Ewe mtafutaji wa Ukweli! Kama unataka kwamba Mungu afungue jicho lako, lazima umsihi Mungu, umuombe na uzungumze Naye usiku wa manane, ukisema:"},
						 				  {"para":"Ee Bwana, nimegeuzia uso wangu kwenye ufalme Wako wa umoja na nimezamishwa katika bahari ya rehema Yako."},
						 				  {"para":"Ee Bwana, angazia kuona kwangu kwa kuiona miangaza Yako katika usiku huu wa giza, na unifanye mwenye furaha kwa divai ya upendo Wako katika wakati huu wa ajabu. Ee Bwana, nifanye nisikie mwito Wako, na fungua mbele ya uso wangu milango ya mbigu Yako, ili kwamba niweze kuuona mwangaza wa utukufu Wako na kuvutiwa kwenye uzuri Wako."},
						 				  {"para":"Hakika, Wewe u Mpaji, Mkarimu, Mwenye rehema, Msamehevu."}
						 				 ]
						 }
						]
}