{"prayercat":"Kujitenga",
			 "id":"kujitenga",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":180,"intro":"Niruhusu, Ee Mungu wangu, kukukaribia Wewe, na kukaa ndani ya mipaka ya uwanja Wako,",
			 			 "prayerdetails":[{"para":"Niruhusu, Ee Mungu wangu, kukukaribia Wewe, na kukaa ndani ya mipaka ya uwanja Wako, kwani kwa kuwa mbali Nawe kumekaribia sana kuniteketeza. Nifanye nipumzike chini ya kivuli cha mabawa ya neema Yako, kwa kuwa mwali wa utengano kutoka Kwako umeyeyusha moyo wangu ndani mwangu. Nisogeze karibu zaidi na mto ambao ni uzima wa kweli, kwa kuwa roho yangu inaungua kwa kiu isiyokoma ya kukutafuta Wewe. Kuhema kwangu kwa taabu, Ee Mungu wangu, kunatangaza uchungu wa maumivu yangu makali, na machozi nitoayo huthibitisha upendo wangu Kwako."},
			 							  {"para":"Nakusihi Wewe, kwa sifa ambayo kwayo Wewe wajisifu Mwenyewe na utukufu ambao kwa huo Wewe watukuza Asili Yako mwenyewe, kujalia kwamba tutahesabiwa miongoni mwa wale ambao wamekutambua Wewe na kukiri enzi Yako katika Siku Zako. Tusaidie basi kunywa, Ee Mungu wangu, kutoka vidole vya rehema maji ya uzima ya wema wa upendo Wako, ili tuweze kuwasahau kabisa wengine wote ila Wewe, na kujishughulisha tu na Wewe mwenyewe. Wewe u mwenye nguvu kufanya yale upendayo. Hakuna Mungu aliyepo kando Yako, Mwenye nguvu, Msaada mashakani, Ajitoshelezaye Mwenyewe."},
			 							  {"para":"Litukuzwe jina Lako, Ewe Ambaye u Mfalme wa Wafalme wote."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":178,"intro":"Umetukuka Wewe, Ee Mungu wangu! Nakutolea shukrani kwamba Wewe umenijulisha Yeye Ambaye ",
						 "prayerdetails":[{"para":"Umetukuka Wewe, Ee Mungu wangu! Nakutolea shukrani kwamba Wewe umenijulisha Yeye Ambaye ndiye Mapambazuko ya rehema Yako, na mahali pa Mapambazuko pa neema Yako, na Ghala ya Hoja Yako. Nakusihi Wewe kwa Jina Lako, ambalo kwalo kupitia kwake nyuso za wale ambao wapo karibu Nawe zimekuwa nyeupe, na mioyo ya wale waliojitoa Kwako imepaa kukuelekea Wewe, kujalia kwamba, niweze, katika nyakati zote na hali zote, kushikilia kwenye ugwe Wako, na kuepukana na mwambatano wote kwa yeyote ila Wewe, na niweze kuyaelekeza macho yangu kwenye upeo wa Ufunuo Wako, na kutekeleza yale Wewe uliyoniagiza katika Nyaraka Zako."},
						 				  {"para":"Nivike, Ee Bwana wangu, vyote viwili mwili wangu wa ndani na wa nje kwa vazi la fadhili Zako na wema wa upendo Wako. Nilinde, basi, kutoka chochote kinachokuchukiza sana Wewe, na kwa neema nisaidie mimi na ndugu zangu kukutii Wewe, na kuepukana na chochote kitakachoweza kuamsha ndani mwangu tamaa yoyote ya uovu au ufisadi."},
						 				  {"para":"Wewe, kwa kweli, u Bwana wa binadamu wote, na Mmiliki wa ulimwengu huu na ule ujao. Hakuna Mungu aliyepo ila Wewe, Ajuaye – Yote, Mwenye hekima – Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":147,"intro":"Lisifiwe Jina Lako, Ee Mungu wangu! Nakusihi kwa manukato ya Vazi la neema Yako ambayo",
						 "prayerdetails":[{"para":"Lisifiwe Jina Lako, Ee Mungu wangu! Nakusihi kwa manukato ya Vazi la neema Yako ambayo kwa amri Yako na kwa kufuatana na matakwa Yako yametawanywa katika muumbo mzima, na kwa Nyota ya Mchana ya mapenzi Yako ambayo imeng’aa kwa uangavu, kwa kupitia uwezo wa nguvu Yako na ya enzi Yako, juu ya upeo wa rehema yako, kufutilia mbali kutoka moyo wangu mawazo yote yasiyofaa na fikra za upuuzi, kwamba kwa upendo wangu wote niweze kukugeukie Wewe, Ewe Bwana wa binadamu wote!"},
						 				  {"para":"Mimi ni mtumishi Wako na mwana wa mtumishi Wako, Ee Mungu wangu! Nimeshikilia mpini wa neema Yako, na kung’ang’ania kwenye ugwe wa rehema Yako ya upendo. Amuru kwa ajili yangu yale mema uliyo Nayo, na unilishe kutoka Meza Uliyoitelemsha kutoka mawingu ya Wako na mbingu ya fadhili Yako."},
						 				  {"para":"Wewe, kwa kweli, kabisa, u Bwana wa malimwengu, na Mungu wa vyote vilivyopo mbinguni na vyote vilivyopo duniani."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":143,"intro":"Ee Mungu wangu! Ee Mungu wangu! Hakika, mtumishi Wako, akinyenyekea mbele ya enzi ya utukufu ",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Hakika, mtumishi Wako, akinyenyekea mbele ya enzi ya utukufu Wako wa mamlaka ya juu kabisa, akinyenyekea kwenye mlango wa umoja Wako, amekuamini Wewe na aya Zako, ameshuhudia juu yaneno Lako, amewashwa kwa moto wa upendo Wako, amezamishwa katika vina vya bahari ya elimu Yako, amevutiwa na pepo Zako nyanana, amekutumaini Wewe, amegeuzia uso wake Kwako, ametoa maombi yake Kwako, na amehakikishiwa ghofira Yako na msamaha. Ameuacha uzima huu wa kimwili na amepaa kwenye ufalme wa uzima wa milele, akitamani sana fadhili ya kukutana na Wewe."},
					 					  {"para":"Ee Bwana, tukuza daraja lake, msetiri chini ya hema la mamlaka ya huruma Yako ya juu, mfanye aingie Paradiso Yako tukufu, na dumisha uhai wake katika bustani ya waridi Yako iliyotukuka, ili aweze kujizamisha ndani ya bahari ya mwanga katika ulimwengu wa siri. Hakika, Wewe u Mkarimu, Mwenye uwezo, Msamehevu na Mpaji."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Baha'u'llah","wordcount":180,"intro":"Mioyo mingi iliyokuwa baridi, Ee Mungu wangu,imewashwa kwa moto wa Hoja Yako, na wengi ",
						 "prayerdetails":[{"para":"Mioyo mingi iliyokuwa baridi, Ee Mungu wangu,imewashwa kwa moto wa Hoja Yako, na wengi waliokuwa wamelala wameamshwa kwa utamu wa sauti Yako. Ni wageni wangapi waliotafuta kimbilio chini ya kivuli cha mti wa umoja Wako, na wengi walioje wenye kiu ambao wametweta wakitamani chemchemi ya maji Yako ya uzima katika siku Zako!"},
					 					  {"para":"Amebarikiwa yeye ambaye amegeuka mweyewe kukuelekea Wewe, na kuharakia kufkia Mapambazuko ya miangaza ya uso Wako. Amebarikiwa yeye ambaye kwa upendo wake wote amegeukia Mahali pa Mapambazuko ya Ufunuo Wako na Chemchemi ya uvuvio Wako."},
					 					  {"para":"Amebarikiwa yeye ambaye ametumia katika njia Yako kile ambacho Umemjalia kwa ukarimu Wako na fadhili. Amebarikiwa yeye ambaye, katika shauku yake kali kukutafuta Wewe, amewatupilia mbali wengine wote ila Wewe mwenyewe. Amebarikiwa yeye ambaye, amefurahia mazungumzo ya ndani kabisa na Wewe, na kujiondolea mwambatano na yeyote ila Wewe."},
					 					  {"para":"Nakusihi Wewe, Ee Bwana wangu, kwa Yeye Ambaye ni Jina Lako Ambaye, kwa uwezo wa enzi Yako na nguvu, ameinuka juu ya upeo wa gereza Lake, kuamuru kwa kila mmoja kile kinachokustahili Wewe na utukufu Wako."},
					 					  {"para":"Nguvu Yako, kwa kweli, hulingana na vitu vyote."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Baha'u'llah","wordcount":174,"intro":"Mimi sijui, Ee Mungu wangu, ni Moto gani ambao Wewe umeuwasha katika nchi Yako.",
						 "prayerdetails":[{"para":"Mimi sijui, Ee Mungu wangu, ni Moto gani ambao Wewe umeuwasha katika nchi Yako. Dunia haiwezi kutia wingu mng’ao wake, wala maji kuzima mwali wake. Watu wote wa ulimwengu hawana uwezo kuzuia nguvu yake. Ni baraka kuu ya yule aliyeukaribia, na kusikia muungurumo wake."},
					 					  {"para":"Baadhi yao, Ee Mungu wangu, Umewawezesha, kwa neema yako iimarishayo, kuukaribia, huku wengine Umewazuia kwa sababu ya yale mikono yao iliyoyafanya katika siku Zako. Yeyote ambaye ameuharakia na kuufikia, katika shauku yake kuutazama uzuri Wako, ametoa maisha yake katika njia Yako, na kupaa Kwako, akitengwa kabisa kutoka chochote kile isipokuwa Wewe mwenyewe."},
					 					  {"para":"Ninakusihi Wewe, Ee Bwana wangu, kwa Moto huu ambao huwaka na kuchaga katika ulimwengu wa viumbe vyote, kupasulia mbali vizuizi ambavyo vimenizuia kutokea mbele ya kiti cha enzi cha utukufu Wako, na kutoka kusimama kwenye mlango wa lango Lako."},
					 					  {"para":"Amuru kwa ajili yangu, Ee Bwana wangu, kila jambo jema Ulilolitelemsha katika Kitabu Chako, na usiniruhusu kuwekwa mbali na kimbilio la rehema Yako."},
					 					  {"para":"U Mwenye nguvu Wewe kufanya yale yakupendezayo. Wewe, kwa kweli, u Mwenye nguvu Zote, Mkarimu Kabisa."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Baha'u'llah","wordcount":272,"intro":"Sifa iwe Kwako, Ee Mungu wangu! Mimi ni mmoja wa watumishi Wako, ambaye amekuamini",
						 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Mungu wangu! Mimi ni mmoja wa watumishi Wako, ambaye amekuamini Wewe na ishara Zako. Unaona jinsi nilivyojielekeza kwenye mlango wa rehema Yako, na kugeuzia uso wangu kuelekea wema Wako wa upendo. Nakusihi Wewe, kwa majina Yako bora kabisa na sifa Zako tukufu kabisa, kunifungulia mbele ya uso wangu milango ya majaliwa Yako. Nisaidie, basi, kufanya lile lililo jema, Ewe Ambaye u Mwenye majina yote na sifa!"},
					 					  {"para":"Mimi ni maskini, Ee Bwana wangu, na Wewe u Tajiri. Nimeelekeza uso wangu kukuelekea Wewe, na kujitenga mwenyewe kutoka wote ila Wewe. Usininyime, nakusihi, pepo nyanana za rehema Yako ya upendo, na usinizuilie kutoka kile Wewe ulichokiamuru kwa wateule kati ya watumishi Wako."},
					 					  {"para":"Ondoa vizuizi kutoka machoni pangu, Ee Bwana wangu, na nitambue yale uliyoyataka kwa viumbe Wako, na kugundua, katika udhihirisho wote wa kazi za mkono Wako, ufunuo wa nguvu ya uwezo. Ivutie roho yangu, Ee Bwana wangu, kwa ishara Zako za nguvu kabisa, na nitoe nje kutoka vina vya tamaa zangu mbaya na ovu. Niandikie, basi, mema ya ulimwengu huu na ya ule ujao. U mwenye nguvu Wewe kufanya yale yakupendezayo. Hakuna Mungu aliyepo ila Wewe, Mtukufu Kabisa, Ambaye msaada Wake hutafutwa na watu wote."},
					 					  {"para":"Natoa shukrani Kwako, Ee Bwana wangu, kwamba Wewe umeniamsha kutoka usingizini mwangu, na ukaniamsha, na ukaumba ndani mwangu shauku kufahamu yale ambayo wengi mno wa watumishi Wako wameshindwa kuelewa. Niwezeshe, kwa hiyo, Ee Bwana wangu, kuona, kwa ajili ya upendo Wako na kwa ajili ya ridhaa Yako, chochote ambacho Umekipenda. Wewe u Yeye Ambaye juu ya nguvu ya uwezo Wako na enzi ya vitu vyote hushuhudia."},
					 					  {"para":"Hakuna Mungu mwingine ila wewe, Mwenye – uwezo, Mkarimu."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Bab","wordcount":228,"intro":"Katika Jina la  Bwana wako, Muumba, Mwenye – enzi, Mtoshelezi kabisa, Aliyetukuka",
						 "prayerdetails":[{"para":"Katika Jina la  Bwana wako, Muumba, Mwenye – enzi, Mtoshelezi kabisa, Aliyetukuka Kabisa, Yeye Ambaye Msaada Wake unaombwa na watu wote."},
					 					  {"para":"Sema: Ee Mungu wangu! Ewe Ambaye ni Muumba wa mbingu na nchi, Ee Bwana wa Ufalme! Wewe unafahamu kabisa siri za moyo wangu, huku Asili Yako haifahamiki kwa wote bali Wewe Mwenyewe. Wewe waona chochote kilicho changu, huku hakuna yeyote awezaye kufanya hivi ila Wewe. Nijalie, kwa neema Yako, yale yatakayoniwezesha kuachana na yote isipokuwa Wewe, na nikusudie yale yatakayonifanya kuwa huru kwa kila mmoja yeyote kando Yako. Ujalie kwamba nitavuna manufaa ya maisha yangu katika ulimwengu huu na ule ujao. Nifungulie usoni pangu milango ya neema Yako, na kwa neema unijalie rehema Yako ya upendo na majaliwa."},
					 					  {"para":"Ewe Ambaye u Bwana wa neema nyingi! Acha msaada Wako wa mbinguni uwazunguke wale ambao wanakupenda, na tujalie vipaji na baraka ulivyo navyo."},
					 					  {"para":"Uwe mtoshelezaji wetu wa vitu vyote, tusamehe dhambi zetu na uwe na huruma juu yetu. Wewe u Bwana wetu na Bwana wa viumbe vyote. Hakuna yeyote mwingine tunaye msihi ila Wewe, na hakuna chochote tunachokisihi bali fadhila Zako. Wewe u Bwana wa baraka na neema, Asiyeshindika katika uwezo Wako na stadi kuliko wote katika usanifu Wako. Hakuna Mungu aliyepo ila Wewe, Mwenye – vyote, Aliyetukuka kuliko wote."},
					 					  {"para":"Ujalie baraka Zako, Ee Bwana wangu, juu ya Mitume, watakatifu na wanyofu. Hakika, Wewe u Mungu, Asiye kifani, Mshurutisha-vyote."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Bab","wordcount":79,"intro":"Ee Bwana! Kwako Wewe najileta kwa kimbilio, na kuelekea ishara Zako zote naugeuzia",
						 "prayerdetails":[{"para":"Ee Bwana! Kwako Wewe najileta kwa kimbilio, na kuelekea ishara Zako zote naugeuzia moyo wangu."},
					 					  {"para":"Ee Bwana! Nikiwa safarini au nyumbani, na katika shughuli zangu au katika kazi yangu, naweka imani yangu yote Kwako."},
					 					  {"para":"Nijalie basi msaada Wako utoshelezao ili kunifanya kuwa huru kwa vitu vyote, Ewe Ambaye hupitwi na yeyote katika rehema Yako!"},
					 					  {"para":"Nijalie fungu langu, Ee Bwana, kama upendavyo Wewe, na unifanye niridhike na chochote kile ambacho Wewe umekiamuru kwa ajili yangu."},
					 					  {"para":"Yako ni mamlaka halisi kuamuru."}
						 				 ]
						 },
						 {"prayerID":10,"prayername":"","author":"Abdu'l-Baha","wordcount":132,"intro":"Ee Mungu, Mungu wangu! Wewe u Tumaini langu na Mpendwa wangu, Kusudi langu la juu",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Wewe u Tumaini langu na Mpendwa wangu, Kusudi langu la juu kabisa na Haja! Kwa unyenyekevu mkuu na ibada kamili nakuomba Unifanye mnara wa upendo Wako katika nchi Yako, taa ya elimu Yako kati ya viumbe Wako, na bendera ya baraka Yako takatifu katika milki Yako."},
					 					  {"para":"Nihesabu pamoja na wale watumishi Wako waliojitenga wenyewe kutoka kila kitu ila Wewe, wamejitakasa wenyewe kutoka mambo yapitayo ya ulimwengu huu, na wamejifungulia wenyewe kutoka vishawishi vya wasemaji wa mawazo ya kipuuzi."},
					 					  {"para":"Acha moyo wangu utamke kwa furaha kupitia roho ya uthibitisho kutoka ufalme Wako, na ng’arisha macho yangu kwa kuona majeshi ya msaada mtakatifu yakishuka kwa kufuatana juu yangu kutoka ufalme wa utukufu Wako wenye enzi zote."},
					 					  {"para":"Wewe, kwa kweli, u Mwenye uwezo wote, Mtukufu – Kabisa, Mwenye nguvu – Zote."}
						 				 ]
						 },
						 {"prayerID":11,"prayername":"","author":"Abdu'l-Baha","wordcount":155,"intro":"Ee Mungu, Mungu wangu! Nijazie kikombe cha kujitenga kutoka mambo yote, na katika ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Nijazie kikombe cha kujitenga kutoka mambo yote, na katika mkusanyiko wa utukufu Wako na majaliwa, nifurahishe kwa divai ya kukupenda Wewe. Nifungulie kutoka mashambulio ya tamaa na shauku, zikate kutoka kwangu pingu za ulimwengu huu wa chini, nisogeze kwa furaha kuu mno kwenye milki Yako ya mbinguni, na niburudishe miongoni mwa vijakazi kwa pumzi za utakatifu Wako."},
					 					  {"para":"Ee, Bwana, ng’arisha uso wangu kwa miangaza ya majaliwa Yako, angaza macho yangu kwa kuona ishara za nguvu Yako itiishayo vyote; furahisha moyo wangu kwa utukufu wa elimu Yako izungukayo vitu vyote, changamsha roho yangu kwa habari Zako zifufuazo roho za furaha kuu, Ewe Mfalme wa ulimwengu huu na Ufalme wa juu, Ewe Bwana wa milki na nguvu, ili niweze kueneza mbali ishara Zako na dalili, na kutangaza Hoja yako, na kuendeleza Mafundisho Yako, na kutumikia Sheria Yako na kutukuza Neno Lako."},
					 					  {"para":"Wewe, hakika, u Mwenye nguvu, Mtoaji – Daima, Mweza, Mwenye nguvu zote."}
						 				 ]
						 }
						]
}