{"prayercat":"Kwa Ajili ya Marehemu",
			 "id":"kwaajiliyamarehemu",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":180,"intro":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Usimfedheheshe yeye ambaye Wewe umemtukuza kwa kupitia nguvu ya enzi ",
			 			 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana Mungu wangu!"},
			 							  {"para":"Usimfedheheshe  yeye  ambaye  Wewe umemtukuza kwa kupitia nguvu ya enzi Yako ya milele, na usimweke mbali Nawe yeye ambaye Wewe umemfanya kuingia hema takatifu la umilele Wako.  Utamtupia mbali Ee Mungu wangu, yeye ambaye Umemwekea juu kivuli cha Ubwana Wako, na Utamgeuzia mbali kutoka Kwako, Ee Haja yangu, yeye ambaye Umekuwa kimbilio lake? Waweza kumdhalilisha yeye ambaye Wewe ulimkweza, au kumsahau yeye ambaye Wewe ulimwezesha kukukumbuka Wewe?"},
			 							  {"para":"Umetukuka, Wewe umetukuka kupita kiasi! Wewe u Yeye Ambaye kutoka milele umekuwa Mfalme wa muumbo mzima na Msukumaji wao Mkuu, na Wewe utabakia milele Bwana wa viumbe vyote na Muamuru wao. Umetukuzwa Wewe, Ee Mungu wangu! Kama ukikoma kuwa mwenye rehema kwa watumishi Wako, nani, basi, ataonesha rehema kwao? Na kama Wewe ukikataa kuwasaidia wapendwa Wako, nani aliyepo ambaye aweza kuwasaidia?"},
			 							  {"para":"Umetukuka, Wewe umetukuka kupita kiasi! Wewe Waabudiwa katika ukweli Wako, na Wewe, sisi sote, hakika, twakuabudu; na Wewe umedhihirika katika haki Yako, na Kwako sisi sote, hakika twashuhudia. Wewe u kwa kweli, apendwaye katika neema Yako. Hakuna Mungu aliyepo ila Wewe, Msaada Mashakani, Aliyepo mwenyewe."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":419,"intro":"Yeye ni Mungu, ametukuka Yeye, Bwana wa upendo mwema na ukarimu. Utukufu uwe Kwako Wewe, Ee Mungu wangu, Bwana Mwenye nguvu",
						 "prayerdetails":[{"para":"Yeye ni Mungu, ametukuka Yeye, Bwana wa upendo mwema na ukarimu. Utukufu uwe Kwako Wewe, Ee Mungu wangu, Bwana Mwenye nguvu zote. Nashuhudia juu ya nguvu Yako na uwezo Wako, enzi Yako na upendo Wako mwema, neema Yako na uwezo Wako, umoja wa uwepo Wako na umoja wa Asili Yako, utakatifu Wako na utukufu juu ya ulimwengu wa viumbe na vyote vilivyomo."},
						 				  {"para":"Ee Mungu wangu! Wewe waniona nikiwa nimejitenga kutoka vyote ila Wewe, nikikushikilia kwa nguvu Wewe na nikigeukia kwenye bahari ya ukarimu Wako, kwenye mbingu ya fadhila Yako, kwenye Nyota ya Mchana ya neema Yako."},
						 				  {"para":"Bwana! Ninashuhudia kwamba katika mtumishi Wako umeweka Amana Yako, na hiyo ni Roho ambayo kwayo Wewe umetoa uzima kwa ulimwengu."},
						 				  {"para":"Nakuomba kwa utukufu wa Nyota ya Ufunuo Wako, kwa rehema kukubali kutoka kwake kile alichotimiza katika siku Zako. Ujalie basi kwamba aweze kuvikwa utukufu wa ridhaa Yako njema na kupambwa kwa kibali Chako."},
						 				  {"para":"Ee Bwana wangu! Mimi mwenyewe pamoja na viumbe vyote hushuhudia juu ya uwezo Wako, na nakuomba Wewe usiiondolee mbali kutoka Kwako Mwenyewe roho hii ambayo imepaa Kwako, kwenye mahali pako pa mbinguni, Paradiso Yako iliyotukuka, na makimbilio ya ukaribu Wako, Ewe ambaye u Bwana wa watu wote!"},
						 				  {"para":"Ujalie, basi, Ee Mungu wangu, kwamba mtumishi Wako aweze kupatana na wateule Wako, watakatifu Wako na Mitume Wako katika sehemu takatifu ambazo kalamu haiwezi kunena wala ulimi kusimulia."},
						 				  {"para":"Ee Bwana wangu, maskini huyu kwa kweli ameharakia kwenye Ufalme wa utajiri Wako, mgeni huyu kwenye maskani yake katika mipaka Yako, yeye mwenye kiu kali kwenye mto wa mbinguni wa ukarimu Wako. Usimnyime, Ee Bwana, sehemu yake ya karamu ya neema Yako na fadhili ya ukarimu Wako. Wewe kwa kweli u Mwenyezi Mungu, Mwenye neema, Mkarimu kabisa."},
						 				  {"para":"Ee Mungu wangu, Amana Yako imerudishwa Kwako. Yapasa neema Yako na ukarimu Wako ambavyo vimezingira milki Zako za duniani na mbinguni, kumjalia yule mgeni Wako uliyemkaribisha hivi karibuni karama Zako na majaliwa Yako, na matunda ya mti wa neema Yako! Wewe u Mwenye nguvu kufanya kama upendavyo, hakuna Mungu mwingine ila Wewe, Mwenye neema, Mkarimu kabisa, Mwenye huruma, Mpaji, Msamehevu, Athaminiwaye, Ajuaye yote."},
						 				  {"para":"Nashuhudia, Ee Bwana wangu, kwamba umewaamuru watu kuwaheshimu wageni wao, na yeye ambaye amepaa Kwako kwa kweli amekufkia Wewe na kuwa Mbele Yako. Mtendee basi kulingana na neema Yako na ukarimu! Kwa utukufu Wako, najua kwa hakika kwamba Wewe hutajizuia Mwenyewe kutoka kile ambacho Umewaamuru watumishi Wako, wala hutamnyima yeye aliyeshikilia ugwe wa ukarimu Wako na amepaa kwenye Mapambazuko ya utajiri Wako."},
						 				  {"para":"Hakuna Mungu mwingine ila Wewe, Mmoja, Aliye pekee, Mwenye nguvu, Ajuaye yote, Mkarimu."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":63,"intro":"Ee Mungu wangu! Ewe msameheaji wa dhambi, mjalia thawabu, muongoa mateso! Hakika, nakusihi",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ewe msameheaji wa dhambi, mjalia thawabu, muongoa mateso! Hakika, nakusihi kusamehe dhambi za wale walioacha vazi la kimwili na wamepaa kwenye ulimwengu wa kiroho."},
						 				  {"para":"Ee Bwana wangu! Uwatakase kutokana na makosa, ondoa huzuni zao, na Ugeuze giza lao kuwa mwanga. Wafanye waingie bustani ya furaha."},
						 				  {"para":"Uwatakase kwa maji safi kabisa, na Uwajalie wauone utukufu Wako kwenye mlima ulio bora kabisa."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":143,"intro":"Ee Mungu wangu! Ee Mungu wangu! Hakika, mtumishi Wako, akinyenyekea mbele ya enzi ya utukufu ",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Hakika, mtumishi Wako, akinyenyekea mbele ya enzi ya utukufu Wako wa mamlaka ya juu kabisa, akinyenyekea kwenye mlango wa umoja Wako, amekuamini Wewe na aya Zako, ameshuhudia juu yaneno Lako, amewashwa kwa moto wa upendo Wako, amezamishwa katika vina vya bahari ya elimu Yako, amevutiwa na pepo Zako nyanana, amekutumaini Wewe, amegeuzia uso wake Kwako, ametoa maombi yake Kwako, na amehakikishiwa ghofira Yako na msamaha. Ameuacha uzima huu wa kimwili na amepaa kwenye ufalme wa uzima wa milele, akitamani sana fadhili ya kukutana na Wewe."},
					 					  {"para":"Ee Bwana, tukuza daraja lake, msetiri chini ya hema la mamlaka ya huruma Yako ya juu, mfanye aingie Paradiso Yako tukufu, na dumisha uhai wake katika bustani ya waridi Yako iliyotukuka, ili aweze kujizamisha ndani ya bahari ya mwanga katika ulimwengu wa siri. Hakika, Wewe u Mkarimu, Mwenye uwezo, Msamehevu na Mpaji."}
						 				 ]
						 }
						]
}