{"prayercat":"Majaribu na shida",
			 "id":"majaribunashida",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":103,"intro":"Ewe Ambaye majaribu Yako ndiyo dawa iponyayo kwa wale walio karibu na Wewe, Ambaye upanga",
			 			 "prayerdetails":[{"para":"Ewe Ambaye majaribu Yako ndiyo dawa iponyayo kwa wale walio karibu na Wewe, Ambaye upanga Wako ndio haja yenye shauku ya wale wote wakupendao Wewe. Ambaye mshale Wako ndio matakwa yapendwayo kabisa ya ile mioyo ikutamaniyo sana Wewe.  Ambaye amri Yako ndio tumaini pekee la wale ambao wametambua ukweli Wako! Nakusihi Wewe, kwa utamu Wako mtakatifu na kwa wangavu wa utukufu wa uso Wako, kututelemshia kutoka makimbilio Yako ya juu yale yatakayotuwezesha kukukaribia Wewe.  Iweke, basi, miguu yetu imara, Ee Mungu wangu, katika Hoja Yako, na angazia mioyo yetu kwa uangavu wa elimu Yako, na angazia vifua vyetu kwa mng’ao wa majina Yako."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":203,"intro":"Utukufu uwe Kwako, Ee Mungu wangu! Isingekuwa kwa ajili ya mateso ambayo huvumiliwa katika ",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Mungu wangu! Isingekuwa kwa ajili ya mateso ambayo huvumiliwa katika njia Yako, ingewezekanaje kwa wapendwa Wako wa kweli kutambuliwa; na kama si kwa majaribu ambayo huvumiiliwa kwa ajili ya upendo Wako, ingewezekanaje kwa daraja la wale wakutamanaio sana Wewe kufunuliwa? Uwezo Wako hunishuhudia! Wenzi wa wote ambao hukuabudu Wewe ni machozi watoayo, na wafariji wa wale wakutafutao Wewe ni milio ya huzuni waitamkayo, na chakula cha wale ambao huharakia kukutana Nawe ni vipande vya mioyo yao iliyovunjika."},
						 				  {"para":"Ni wa utamu jinsi gani katika muonjo wangu uchungu wa kifo kivumiliwacho katika njia Yako, na ni ya thamani iliyoje katika ukadiriaji wangu mishale ya maadui Wako inapokabiliwa kwa ajili ya utukuzaji wa neno Lako! Acha ninywe katika Hoja Yako, Ee Mungu wangu, chochote Wewe ulichokitaka, na nitelemshie kwa upendo Wako yote uliyoamuru. Kwa utukufu Wako! Natamani tu kile Wewe ukipendacho, Kwako Wewe nimeweka, wakati wote tumaini langu lote na imani."},
						 				  {"para":"Inua, nakusihi, Ee Mungu wangu, kama wasaidizi kwa Ufunuo huu wale ambao watahesabiwa wastahilio jina Lako na enzi Yako, ili waweze kunikumbuka mimi kati ya viumbe Wako, na kuinua bendera za ushindi Wako katika nchi Yako."},
						 				  {"para":"Una nguvu Wewe kufanya yakupendezayo Wewe.  Hakuna Mungu aliyepo ila Wewe, Msaada Mashakani, Alijitoshelezaye Mwenyewe."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":143,"intro":"Umetukuka Wewe, Ee Bwana Mungu wangu! Kila mtu mwenye umaizi hukiri enzi Yako na milki Yako, ",
						 "prayerdetails":[{"para":"Umetukuka Wewe, Ee Bwana Mungu wangu! Kila mtu mwenye umaizi hukiri enzi Yako na milki Yako, na kila jicho lionalo hutambua uwezo Wako. Pepo za majaribu haziwezi kuwazuia wale wafurahiao kuwa karibu na Wewe kutoka kugeuzia nyuso zao kuelekea upeo wa utukufu Wako, na dhoruba za taabu lazima zishindwe kuwaondoa na kuwazuia wale ambao wamejidhatiti kabisa kwa mapenzi Yako kutoka kuukaribia uwanja Wako."},
						 				  {"para":"Mimi nadhani, taa ya upendo Wako inawaka katika mioyo yao, na mwangaza wa huruma ya upendo Wako umewashwa katika vifua vyao. Shida haziwezi kuwatenganisha na Hoja Yako, na mabadiliko ya nasibu hayawezi kuwafanya wapotoke kutoka ridhaa Yako."},
						 				  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa wao na kwa vilio vya huzuni ambavyo mioyo yao hutamka katika kutengwa kwao Nawe, kuwalinda kutokana na madhara ya maadui Wako, na kulisha roho zao kwa yale Uliyoamuru kwa wapendwa Wako ambao hofu haitawajia na ambao hawatahuzunika."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Bab","wordcount":200,"intro":"Wewe wajua vyema kabisa, Ee Mungu wangu, kwamba mateso yameninyeshea kwa wingi kutoka pande ",
						 "prayerdetails":[{"para":"Wewe wajua vyema kabisa, Ee Mungu wangu, kwamba mateso yameninyeshea kwa wingi kutoka pande zote na kwamba hakuna awezaye kuyaondoa au kuyageuza isipokuwa Wewe.  Najua kwa hakika, kwa ajili ya upendo wangu Kwako, kwamba Wewe hutafanya kamwe mateso kuiangukia roho yoyote vinginevyo Wewe upende kutukuza daraja lake katika Peradiso Yako ya mbinguni na kuegemeza moyo wake katika maisha haya ya kimwili kwa boma la nguvu Yako ishurutishayo vyote, ili usiweze kuelekea kwenye mambo ya upuuzi ya ulimwengu huu.  Kwa kweli Wewe wajua vyema kwamba katika hali zote ningehifadhi kwa upendo mkubwa kumbukumbu Yako zaidi kuliko umiliki wa vyote vilivyomo mbinguni na duniani."},
					 					  {"para":"Imarisha moyo wangu, Ee Mungu wangu, katika kukutii Wewe na katika upendo Wako, na ujalie kwamba niwe mbali na kundi zima la maadui Wako."},
					 					  {"para":"Hakika, Naapa kwa utukufu Wako kwamba sitamani chochote kando Yako Wewe Mwenyewe, wala sitamani chochote isipokuwa rehema Yako, wala sihofii chochote ila haki Yako.  Nakuomba Wewe kunisamehe mimi na pia wale Uwapendao, jinsi yoyote Upendavyo. Hakika, Wewe u Mwenye enzi, Mkarimu."},
					 					  {"para":"Umetukuka Wewe kupita kiasi, Ee Bwana wa mbingu na nchi, juu ya sifa ya watu wote, na amani iwe juu ya watumishi Wako waaminifu na utukufu uwe kwa Mungu, Bwana wa malimwengu yote."}
						 				 ]
						 }
						]
}