{"prayercat":"Mfungo",
			 "id":"mfungo",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":1194,"intro":"Nakusihi Wewe, Ee Mungu wangu, kwa ishara Yako kuu, na kwa ufunuo wa neema Yako kati ya ",
			 			 "prayerdetails":[{"para":"Nakusihi Wewe, Ee Mungu wangu, kwa ishara Yako kuu, na kwa ufunuo wa neema Yako kati ya watu, usinitupilie mbali kutoka lango la mji wa uwepo Wako, na usinikatishe tamaa na tumaini nilivyoweka juu ya udhihirisho wa neema Yako kati ya viumbe Vyako.  Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa Sauti Yako tamu kabisa  na kwa Neno Lako lililotukuka kabisa, kunisogeza daima karibu zaidi kwenye kizingiti cha mlango Wako na usiniache niwekwe mbali kutoka kivuli cha rehema Yako na kipaa cha ukarimu Wako. Wewe waniona Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa.  Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameng’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa utukufu wa paji ling’aalo la uso Wako na wangavu wa nuru ya uso Wako, ambao hung’aa kutoka upeo bora kabisa, univutie kwa manukato ya mavazi Yako, na unifanye ninywe divai bora ya maneno Yako. Wewe waniona Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa.  Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa nywele Zako zitikisikazo kupitia usoni Mwako, kama vile kalamu Yako iliyotukuka kabisa ipitavyo kwenye kurasa za Nyaraka Zako, ikieneza harufu tamu ya maski ya maana zilizofichwa juu ya ufalme wa muumbo Wako, kuniinua kuitumikia Hoja Yako kwa jinsi ambayo sitarudi nyuma, wala kuzuiwa na fikra ya wale ambao wamezifanyia dhihaka ishara Zako na kugeukia mbali kutoka uso Wako. Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakushi Wewe, Ee Mungu wangu, kwa jina Lako ambalo Wewe umelifanya Mfalme wa Majina, ambalo kwalo wote waliopo mbinguni na wote waliopo duniani wamefurahishwa mno, kuniwezesha kuiona Nyota ya Mchana ya Uzuri Wako, na kunipa divai ya maneno Yako.  Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakushi Wewe, Ee Mungu Wangu kwa Hema takatifu la utukufu Wako juu ya vilele vya juu kabisa, na Kipaa cha Ufunuo Wako juu ya vilima virefu kabisa, kunisaidia kwa neema kufanya yale mapenzi Yako uyatakayo na makusudi Yako yameyadhihirisha. Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu kabisa na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakushihi Wewe, Ee Mungu wangu, kwa Uzuri Wako ung’aao pote juu ya upeo wa milele, Uzuri ambao mbele yake mara tu ujidhihirishapo wenyewe ufalme wa uzuri husujudia kwa ibada, ukiutukuza kwa sauti dhahiri, kujalia kwamba niweze kufa kwa vyote nilivyonavyo na kuishi kwa vyote ulivyo navyo Wewe. Wewe waniona, Ee Mungu wangu, Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa Udhihirisho wa Jina Lako, Mpendwa-Kabisa, ambaye kupitia Kwake mioyo ya wapendwa Wako iliteketezwa na roho za vyote viishivyo duniani zimepaa juu sana, kunisaidia kukukumbuka Wewe miongoni mwa viumbe Wako, na kukutukuza Wewe kati ya watu Wako.  Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa mchakacho wa Mti Mtakatifu wa Lote na mlio wa pepo nyanana za maneno Yako katika ufalme wa majina Yako uniondolee mbali kutoka chochote kile ambacho mapenzi Yako hukichukia, na kunisogeza karibu kwenye daraja ambamo Yeye Ambaye ni Mapambazuko ya ishara Zako ameng’aa pote. Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa ile Heruf ambayo, mara tu ilipotoka nje ya mdomo wa amri Yako, imesababisha bahari kusukasuka, na pepo kuvuma, na matunda kudhihirishwa, na miti kuchipuka, na dalili zote za zamani kutoweka, na vizuizi vyote kuraruliwa mbali, na wale ambao wamejitoa Kwako kuharakia kwenye mwangaza wa uso wa Bwana wao, Asiyezuilika, kunijulisha Yako na kusetiriwa ndani ya ghala ya hekima Yako.  Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye upindo wa joho ambalo wamelinga’ng’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa moto wa upendo Wako ambao uliufukuza usingizi kutoka macho ya wateule Wako na wapendwa Wako, na kwa kumbukumbu yao na sifa yao Kwako kwenye saa ya alfajiri, kunihesabu pamoja na wale ambao wamekifikia kile ambacho Wewe umekitelemsha katika Kitabu Chako na kukidhihirisha kwa mapenzi Yako.  Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye nguvu Kabisa, Mkuu Kabisa, Aliyetukuka Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo  wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao. "},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa mwangaza wa uso Wako ambao umewasukumiza wale ambao wapo karibu na Wewe kukabili mishale ya amri Yako, na wale ambao wamejitoa Kwako kukabiliana na panga za maadui Wako katika njia yako, kuniandikia kwa kalamu Yako iliyotukuka Kabisa kile ulichowaandikia waaminifu Wako na wateule Wako.  Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mtukufu Kabisa, na kung’ang’ania kwenye upindo wa joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."},
			 							  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa Jina Lako ambalo kwalo Wewe umesikiliza mwito wa wapendwa Wako, na kuhema kwa wale wenye shauku na Wewe, na kilio cha wale wafurahiao ukaribu Wako, na mgumio wa maumivu ya wale ambao wamejitoa Kwako, na kwalo umetimiza maombi ya wale ambao wameweka matumaini yao Kwako, na umewajalia maombi yao, kwa neema Yako na fadhili Zako, na kwa Jina Lako ambalo kwalo bahari ya msamaha ilisukasuka mbele ya uso Wako, na mawingu ya ukarimu Wako yamenyesha juu ya watumishi Wako, kumuandikia kila mmoja ambaye amekugeukia Wewe, na kushika mfungo ulioamriwa Nawe, thawabu iliyoamriwa kwa ajili ya wale wasiosema bali kwa ruhusa Yako, na ambao wameacha vyote walivyokuwa navyo katika njia Yako na kwa ajili ya upendo Wako."},
			 							  {"para":"Nakusihi Wewe, Ee Bwana wangu, kwa Wewe Mwenyewe, na kwa ishara Zako, na dalili Zako zilizo dhahiri, na nuru ing’aayo ya Nyota ya Mchana ya Uzuri Wako, na Matawi Yako, kufutilia mbali makosa ya wale ambao wameshika kwa uthabiti sheria Zako, na wametii yale uliyowaamuru katika Kitabu Chako. Wewe waniona, Ee Mungu wangu, nikishikilia kwenye Jina Lako, Mtakatifu Kabisa, Ang’aaye Kabisa, Mwenye Mtukufu Kabisa, na kung’ang’ania kwenye pindo la joho ambalo wameling’ang’ania wote katika ulimwengu huu na katika ulimwengu ujao."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":212,"intro":"Sifa iwe Kwako, Ee Bwana Mungu wangu! Nakusihi wewe kwa Ufunuo huu ambao kwao giza ",
						 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Bwana Mungu wangu! Nakusihi wewe kwa Ufunuo huu ambao kwao giza limegeuzwa kuwa mwangaza, ambao kwao Hekalu lifikiwalo mara kwa mara limejengwa, na Waraka uliokwisha andikwa umefunuliwa, na Gombo iliyotandazwa imefichuliwa, unitelemshie mimi na hao ambao ni wenzi wangu kile kitakachotuwezesha kupaa angani katika mbingu za fahari Yako kuu mno, na kutukasa kutokana na madoa ya mashaka kama yale ambayo yamewazuia wale wenye tuhuma wasiingie ndani ya hema takatifu la umoja Wako."},
						 				  {"para":"Mimi ni yule, Ee Bwana wangu, ambaye ameshikilia kwa dhati ugwe wa wema wa upendo Wako, na ameng’ang’ania pindo la rehema Yako na fadhili Zako. Amuru kwa ajili yangu na kwa ajili ya wapendwa wangu mema ya ulimwengu huu na ya ulimwengu ujao. Wape, basi, Karama iliyofichwa ambayo uliiamuru kwa wale ambao ni wateule kabisa kati ya viumbe Wako."},
						 				  {"para":"Hizi ni siku, Ee Bwana wangu, ambazo kwazo Umewaamuru watumishi Wako kuadhimisha mfungo. Amebarikiwa yeye ambaye anaadhimisha mfungo kabisa kwa ajili Yako na akiwa amejitenga kabisa na vitu vyote isipokuwa Wewe. Nisaidie mimi na wasaidie wao, Ee Bwana wangu, kukutii Wewe na kufuata maagizo Yako. Wewe, kwa kweli lolote uchagualo. Wewe kwa kweli, una nguvu kufanya lolote uchagualo."},
						 				  {"para":"Hakuna Mungu ila Wewe, Ajuaye –Yote, Mwenye Hekima – Zote.  Sifa zote ziwe kwa Mungu, Bwana wa malimwengu yote."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":799,"intro":"Hizi, Ee Mungu wangu, ni siku ambazo kwazo umewaamuru watumishi Wako kuadhimisha mfungo. Kwa ",
						 "prayerdetails":[{"para":"Hizi, Ee Mungu wangu, ni siku ambazo kwazo umewaamuru watumishi Wako kuadhimisha mfungo. Kwa mfungo huu umepamba utangulizi wa Kitabu cha Sheria Zako zilizofunuliwa kwa viumbe Wako, na umepamba kwa uwazi Ghala za amri Zako mbele ya macho ya wote walio katika mbingu Yako na wote walio katika dunia Yako. Wewe umeijalia kila saa ya siku hizi njema maalum isiyofahamika kwa yeyote isipokuwa Wewe, Ambaye elimu Yako huzunguka viumbe vyote. Wewe umeigawia, pia, kila roho sehemu ya njema hii kulingana na Waraka wa amri Yako na Maandiko Matakatifu ya hukumu Yako isiyobatilika.  Kila ukurasa wa Vitabu hivi na Maandiko Matakatifu, tena, umegawanya kwa kila mmoja wa watu na jamaa za dunia."},
						 				  {"para":"Kwa wapendwa Wako wenye shauku kuu, kwa kufuatana na amri Yako, umewahifadhia, kila alfajiri, kikombe cha kumbukumbu Yako, Ee Ambaye u Mtawala wa watawala! Hawa ni wale ambao wameleweshwa sana na divai ya jinsi mbalimbali za hekima Yako kwamba huacha vitanda vyao katika hamu yao kuadhimisha sifa Yako na kutukuza njema Zako, na kuukimbia usingizi katika shauku yao kufika mbele Yako na kuonja baraka Yako.  Macho yao, wakati wote, yameinamishwa kwenye Mapambazuko ya wema Wako wa upendo, na nyuso zao zimeelekezwa kwenye Chemchemi ya maongozi Yako. Tunyeshee, basi, juu yetu na juu yao kutoka mawingu ya rehema kutoka kile kistahilicho mbingu ya ukarimu Wako na neema."},
						 				  {"para":"Lisifiwe Jina Lako, Ee Mungu wangu! Hii ni saa ambapo Wewe umefungua milango ya baraka Yako mbele ya nyuso za viumbe Wako, na kufungua wazi milango ya rehema Yako nyororo kwa wakazi wote wa dunia Yako, Nakusihi Wewe, kwa wale wote ambao damu yao ilimwagwa katika njia Yako, ambao, katika hamu yao na Wewe, wamejiondoa kabisa kutokana na mwambatano kwa yeyote kati ya viumbe Wako, na ambao walivutiwa mno sana na harufu tamu ya maongozi Yako kwamba kila kiungo cha miili yao kiliimba sifa Yako na kutetemeka kwa kumbukumbu Yako, usituzuilie mambo ambayo Wewe umeyaamuru bila kubadilika katika Ufunuo huu – Ufunuo ambao nguvu zake zimeufanya kila mti kusema kwa sauti kubwa kile ambacho Kichaka Kiwakacho hapo zamani kilimtangazia Musa, Ambaye alizungumza na Wewe, Ufunuo ambao umeiwezesha kila changarawe ndogo kabisa kuvuma tena kwa sifa Yako, kama vile mawe yalivyokutukuza Wewe katika siku za Muhammad, Rafiki Yako."},
						 				  {"para":"Hawa ni wale, Ee Mungu wangu ambao Umewawezesha kwa neema kuambatana  na Wewe na kuzungumza na Yeye Ambaye ni Udhihirisho wa Wewe Mwenyewe. Pepo za mapenzi Yako zimewatawanyia mbali mpaka Ulipowakusanya pamoja chini ya kivuli Chako, na ukawafanya waingie katika mipaka ya uwanja Wako.  Sasa kwa vile umewafanya wakae chini ya kivuli cha kipaa cha rehema Yako.  Uwasaidie kufkia kile ambacho lazima kistahili daraja tukufu kama hilo. Usiwaache, Ee Bwana wangu, wahesabiwe pamoja na wale ambao, ingawa wanafuraha kuwa karibu na Wewe, wamezuiwa kuutambua uso Wako, na ambao, ingawa wanakutana Nawe, wamenyimwa kuwa mbele Yako."},
						 				  {"para":"Hawa ni watumishi Wako, Ee Bwana wangu, ambao wameingia pamoja Nawe katika hii, Gereza Kuu Kabisa, ambao wameshika mfungo ndani ya kuta zake kulingana na yale Uliyowaamuru katika  Nyaraka za amri Yako na Vitabu vya agizo Lako. Watelemshie, kwa hiyo, juu yao kile kitakachowatakasa kabisa kutoka vyote vile Wewe uvichukiavyo, ili waweze jitoa kabisa Kwako, na waweze kujitenga wenyewe kabisa kutoka vyote isipokuwa Wewe Mwenyewe."},
						 				  {"para":"Tunyeshee, basi, juu yetu, Ee Mungu wangu, kile kistahilicho neema Yako na kipasacho ukarimu Wako, Tuwezeshe basi, Ee Mungu wangu, kuishi katika kukukumbuka Wewe na kufa katika upendo Wako, na tupe thawabu ya kuwa mbele Yako katika malimwengu Yako ya baadaye-malimwengu ambayo hayafahamiki kwa wote isipokuwa Wewe. Wewe Bwana wetu na Bwana wa malimwengu yote, na Mungu wa wote waliopo mbinguni na wote waliopo duniani."},
						 				  {"para":"Wewe waona, Ee Mungu wangu, yale yaliyowapata wapenzi Wako katika siku Zako. Utukufu Wako wanishuhudia! Sauti ya maombolezo ya wateule Wako imeinuliwa katika milki Yako yote.  Baadhi walinaswa na makafiri katika nchi Yako, na walizuiliwa na wao kutoka kukukaribia Wewe na kutoka kufikia uwanja wa utukufu Wako. Wengine waliweza kukukaribia Wewe, lakini walizuiliwa kuuona uso Wako. Bado wengine waliruhusiwa, katika shauku yao kukutazama Wewe, kuingia mipaka ya uwanja Wako, lakini waliacha utando wa mawazo ya viumbe Wako na maovu yaliyopatilizwa na wadhalimu kati ya watu Wako kuja kati yao na Wewe."},
						 				  {"para":"Hii ni saa, Ee Bwana wangu, ambayo Wewe umeifanya kuzidi kiasi kila saa nyingine, na umeihusisha na wateule kabisa kati ya viumbe Wako.  Nakusihi Wewe, Ee Mungu wangu, kwa Wewe Mwenyewe na kwa wao, kuamuru katika muda wa mwaka huu kile kitakachowatukuza wapendwa Wako.  Amuru, zaidi ya hayo, katika muda wa mwaka huu kile kitakachoiwezesha Nyota ya Mchana ya nguvu Yako kuwaka kwa wangavu juu ya upeo wa utukufu Wako, na kuangazia kwa enzi Yako kuu, ulimwengu wote."},
						 				  {"para":"Ifanye Hoja Yako ya ushindi, Ee Bwana wangu, na watweze maadui Zako.  Tuandikie, basi kwa ajili yetu mema ya uzima huu na uzima ujao.  Wewe u Mkweli, Ajuaye mambo ya siri.  Hakuna Mungu Aliyepo ila Wewe, Msamehevu – Daima, Mkarimu Kabisa."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":1620,"intro":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Hizi ni siku ambazo Wewe umewaamuru watu wote ",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Hizi ni siku ambazo Wewe umewaamuru watu wote kuadhimisha mfungo, ili kwamba kwa mfungo huu wazitakase roho zao na kujiondoa wenyewe kutokana na mwambatano wowote kwa yeyote ila Wewe, na kwamba kutoka mioyoni kiweze kupaa kile kitakaweza kustahili uwanja wa utukufu Wako na kiti cha ufunuo wa umoja Wako. Jalie, Ee Bwana wangu, kwamba mfungo huu uweze kuwa mto wa maji yatiayo uzima na uweze kutoa njema ambazo kwazo Wewe umeujalia.  Takasa kwa kupitia mfungo huu mioyo ya watumishi Wako ambao maovu ya ulimwengu yameshindwa kuwazuia kugeukia kwenye Jina Lako tukufu kabisa, na ambao hawakutikiswa na makelele na ghasia za wale waliokana ishara Zako zing’aazo kabisa ambazo zilifuatana na majilio ya Mdhihirishaji Wako Ambaye umemvika kwa enzi Yako, uwezo Wako, fahari Yako na utukufu.  Hawa ni wale watumishi ambao, mara tu mwito Wako ulipowafikia, waliharakia katika upande wa rehema Yako na hawakuzuiwa kukuelekea Wewe kwa mabadiliko na nasibu za ulimwengu huu au kwa mapungufu yoyote ya kibinadamu."},
					 					  {"para":"Mimi ni ndiye, Ee Mungu wangu, ambaye  hushuhudia juu ya umojaWako, ambaye hukiri umoja Wako, ambaye husujudu kwa unyenyekevu mbele ya ufunuo wa fahari Yako, na ambaye hutambua kwa uso uangaliao chini wangavu wa nuru ya utukufu Wako mkuu mno. Nimekuamini Wewe baada ya kuniwezesha kukujua Wewe Mwenyewe, Ambaye Wewe umemfunua kwa macho ya watu kwa nguvu ya enzi Yako na ukuu. Kwake Yeye nimegeukia, nikijitenga kabisa kutoka vitu vyote, na kung’ang’ania kwenye ugwe wa baraka Zako na fadhili. Nimeukubali ukweli Wake, na ukweli wa sheria zote za ajabu na amri ambazo zimetelemshwa Kwako, Nimefunga kwa ajili ya upendo Wako na kufuatana na amri Yako, na nimefungua mfungo wangu kwa sifa Yako katika ulimi wangu na kulingana na ridhaa Yako. Usiniache, Ee Bwana wangu, kuhesabiwa kati ya wale ambao wamefunga wakati wa mchana, na ambao wakati wa usiku wamejiinamisha wenyewe mbele ya uso Wako, na ambao wamekana ukweli Wako, hawakuamini ishara Zako, wamekaidi ushuhuda Wako, na wamepotosha maneno yako."},
					 					  {"para":"Fungua, Ee Bwana wangu, macho yangu na macho ya wote wale ambao wamekutafuta wewe, ili tuweze kukutambua Wewe kwa macho Yako mwenyewe.  Hii ni amri Yako tuliyopewa katika Kitabu kilichotelemshwa na Wewe kwa Yule Ambaye Umemteua kwa amri Yako, Ambaye umemchagua kwa ajili ya fadhili Yako juu ya viumbe Vyako vyote, Ambaye Wewe umependa kumvika kwa enzi Yako, na Ambaye umependelea kwa makusudi na kumkabidhi Ujumbe Wako kwa watu Wako. Usifiwe Wewe, kwa hivyo, Ee Mungu wangu, kwa kuwa umetuwezesha kwa neema kumtambua Yeye na kukubali chochote ambacho kimetelemshwa Kwake na umetujalia heshima ya kufika mbele ya Yule Ambaye Ulimuahidi katika Kitabu na katika Nyaraka Zako."},
					 					  {"para":"Wewe waniona basi, Ee Mungu wangu, uso wangu ukiwa umegeuzwa kukuelekea Wewe, na  nikishikilia kwa uthabiti kwenye ugwe wa majaliwa Yako ya neema na ukarimu na niking’ang’ania kwenye pindo la rehema Zako za upendo na fadhili nyingi. Usiharibu, nakuhisi Wewe, matumaini yangu ya kufkia kile ambacho Wewe umekiamuru kwa ajili ya watumishi Wako ambao wamegeukia kuelekea mipaka ya uwanja Wako na kimbilio la uwepo Wako, na wameshika mfungo kwa ajili ya upendo wako. Nakiri, Ee mungu wangu, kwamba chochote kitokacho kwangu hakistahili kabisa enzi Yako na kimepungukiwa fahari Yako. Na hata hivyo nakusihi Wewe kwa jina Lako ambalo kwalo umejifunua Wewe Mwenyewe, katika utukufu wa majina Yako bora kabisa, kwa viumbe vyote, katika Ufunuo huu ambao kwao Wewe umedhihirisha Uzuri Wako, kwa njia ya jina lako ling’aalo kabisa, kunipa ninywe divai ya rehema Yako na kinywaji safi cha fadhili Yako, ambavyo vimemiminika kutoka mkono wa kuume wa mapenzi Yako, ili niweze kukazia sana macho yangu sana Kwako na kujitenga kabisa na vyote ila Wewe, ili ulimwengu na vyote vile vilivyoumbwa humo viweze kuonekana mbele yangu kama siku ipitayo ambayo hukuridhika kuimba."},
					 					  {"para":"Nakusihi zaidi ya hayo, Ee Mungu wangu, kunyesha, kutoka mbingu ya amri  Yako na mawingu ya rehema Yako, kile kitakachotutakasa kutoka harufu ya kuchukiza ya makosa yetu, Ewe Ambaye umejiita Mwenyewe Mungu wa Rehema! Wewe, hakika , u Mwenye nguvu kabisa, Mtukufu – Kabisa, Mkarimu."},
					 					  {"para":"Usimtupe mbali, Ee Bwana wangu, yule ambaye amekuelekea Wewe, wala kumwacha yule ambaye amekukaribia Wewe kuondolewa mbali kutoka uwanja Wako.  Usivunje matumaini ya muombaji ambaye kwa shauku amenyoosha mikono yake kutafuta neema Yako na fadhili, na usiwanyime watumishi Wako wa kweli maajabu ya rehema Zako za upendo."},
					 					  {"para":"Msamehevu na Mkarimu Wewe, Ee Bwana wangu! Una nguvu Wewe kufanya lolote upendalo. Wengine wote ila wewe ni wadhaifu mbele ya ufunuo wa nguvu Yako, ni kama wamepotea katika uso wa ushuhuda wa utajiri Wako, ni kama sio kitu wanapoliganishwa na udhihirisho wa enzi Yako kuu mno, na wasio na nguvu kabisa wanapokabiliwa uso kwa uso na ishara na dalili za nguvu Yako.  Ni kimbilio gani lililopo kando Yako, Ee Bwana wangu, ambalo kwake naweza kukimbilia, na pako wapi mahali pa usalama ambapo naweza kuharakia? La, nguvu ya mamlaka Yako hunishuhudia! Hakuna mlinzi aliyepo ila Wewe, hakuna mahali pa kukimbilia isipokuwa Kwako, hakuna kimbilio la kutafuta bali Wewe.  Nionjeshe, Ee Bwana wangu, utamu mtakatifu wa kumbukumbu Yako na sifa.  Naapa kwa uwezo Wako! Yeyote aonjaye utamu Wako atajiondoa mwenyewe kutoka upendo wote kwa ulimwengu na vyote vilivyomo ndani mwake, na ataelekeza uso kukuelekea Wewe, akitakasika kutokana na kumbukumbu ya yeyote yule isipokuwa Wewe."},
					 					  {"para":"Ivutie basi roho yangu, Ee Mungu wangu, kwa kumbukumbu Yako ya ajabu, ili niweze kulitukuza jina Lako. Usinihesabu pamoja na wao ambao husoma maneno Yako na hushindwa kupata karama Yako iliyofichwa ambayo, kama ilivyoamriwa na Wewe, imo ndani yake, na ambayo huhuisha roho za viumbe Wako na mioyo ya watumishi Wako. Nifanye, Ee Bwana wangu, nihesabiwe kati ya wale ambao wamesisimuliwa mno na harufu tamu ambazo zimepeperushwa katika siku Zako kwamba wametoa maisha yao kwa ajili Yako na kuharakia mahali pa kifo chao katika hamu yao kuutazama uzuri Wako na katika shauku yao kufika machoni Pako.  Na kama yeyote angesema kwao njiani mwao, “Mnakwenda wapi?” Wangesema, “Kwa Mungu, Mwenye vyote, Msaada Mashakani, Ajitoshelezaye Mwenyewe!”"},
					 					  {"para":"Uhalifu uliofanywa na wale ambao wamegeukia mbali kutoka Kwako na wamejiweka wenyewe kwa kiburi mbele Yako haukuweza kuwazuia kukupenda Wewe, na kutoka kugeuzia nyuso zao kukuelekea Wewe, na kutoka kugeukia upande wa rehema Yako.  Hawa ni wale ambao wamebarikiwa na Jeshi la juu, ambao hutukuzwa na wakazi wa Miji mikuu ya milele, na mbele yao na wale ambao kwenye vipaji vya nyuso zao kalamu Yako tukufu kabisa imeandika: “Hawa! Watu wa Baha’.  Kupitia kupitia wao umetawanywa utukufu wa mwangaza wa uongozi,” Hivyo ndivyo imeamriwa, kwa amri Yako na kwa mapenzi Yako, katika Waraka wa amri Yako isiyobatilika."},
					 					  {"para":"Tangaza, kwa hivyo, Ee Mungu wangu, ukuu wao na ukuu wa wale ambao wakiwa hai au baada ya kifo wamewazunguka. Wape kile ambacho Wewe umekiamuru kwa wanyofu kati ya viumbe Wako.  Una nguvu Wewe kufanya vitu vyote. Hakuna Mungu ila Wewe, Mwenye nguvu – Kabisa, Msaada Mashakani, Mwenyezi, Mkarimu Kabisa."},
					 					  {"para":"Usihitimishe mifungo yetu kwa mfungo huu, Ee Bwana wangu, wala ahadi ambazo Wewe  umezifanya kwa hii. Upokee yale yote ambayo tumeyafanya kwa ajili ya upendo Wako, na kwa ajili ya ridhaa Yako, na yale yote ambayo hatukuyafanya kutokana na kutawaliwa na tamaa zetu za uovu na za upotofu. Tuwezeshe, basi, kushikilia kwa uthabiti kwenye upendo Wako na ridhaa Yako njema, na tuhifadhi kutokana na madhara ya wale ambao wamekukana  Wewe na kukataa ishara Zako zing’aazo kabisa.  Wewe, kwa kweli, u Bwana wa ulimwengu huu na wa ule ujao. Hakuna Mungu aliyepo kando Yako, Aliyetukuka, Aliye Juu Kabisa."},
					 					  {"para":"Mtukuze, Ee Bwana Mungu wangu, Yule Ambaye ni Nukta ya Awali, Siri Takatifu, Asili Isiyoonekana, Mapambazuko ya Uungu, na Udhihirisho wa Ubwana Wako, Ambaye kupitia Kwake elimu yote ya zamani na elimu yote ya siku zijazo imewekwa wazi, kupitia Kwake lulu za hekima Yako zilizofichwa zilifichuliwa, na siri ya Jina lako litunzwalo ilifunuliwa, Ambaye Wewe umemteua kama Mbashiri wa Yule Ambaye kupitia jina Lake herufi ‘Ku’ na herufi ‘Wa’ (Kuwa) zimefanywa kitu kimoja na kuunganishwa, kupitia Yeye utukufu Wako, enzi Yako na uwezo Wako vilifanywa vijulikane, kupitia Yeye maneno Yako yametelemshwa, na sheria Zako zimeandikwa kwa uwazi, na ishara Zako zimeenezwa mbali, na Neno Lako limesimamishwa, kupitia Yeye mioyo ya wateule Wako imewekwa wazi, na vyote vile vilivyokuwemo mbinguni na vyote vile vilivyokuwemo duniani vilikusanywa pamoja, Ambaye ulimuita Ali-Muhammad katika ufalme wa majina Yako, na Roho ya Roho katika Nyaraka za amri Yako isiyobatilika, Ambaye umemvisha Jina Lako mwenyewe, Ambaye kwenye jina Lake majina mengine yote, kwa amri Yako na kwa uwezo wa mamlaka Yako, yamerejeshwa, na Ambaye ndani Mwake Umezifanya sifa Zako zote na majina kufkia utimilifu wao wa mwisho kabisa. Kwake Yeye pia kuna majina yasiyo na mawaa, katika ulimwengu Wako usioonekana na miji Yako mitakatifu."},
					 					  {"para":"Watukuze,  zaidi  ya  hayo,  wale  ambao wamemuamini Yeye na ishara Zake na wamemgeukia Yeye, kutoka miongoni mwa wale ambao wameukubali umoja Wako katika Udhihirisho Wake Uliofuata – Udhihirisho ambao Yeye ameutaja katika Nyaraka Zake, na katika Vitabu Vyake, na katika Maandiko Yake Matakatifu, na katika aya zote za ajabu na maneno yafananayo na kito ambayo yamemshukia Yeye. Ni Udhihirisho huu huu Ambao ahadi Yake Wewe umemwamuru aianzishe kabla hajaianzisha ahadi Yake mwenyewe. Yeye ni Yule Ambaye sifa Yake Bayan imeitukuza. Ndani mwake utukufu Wake umesifiwa, na ukweli Wake umeimarishwa, na enzi Yake imetangazwa, na Hoja Yake kukamilisha. Amebarikiwa mtu yule ambaye amemgeukia Yeye, na kutimiza mambo yale aliyoamuru, Ee Ambaye u Bwana wa malimwengu na Haja ya wale wote ambao wamekujua Wewe!"},
					 					  {"para":"Usifiwe Wewe, Ee Mungu wangu, kwamba Umetusaidia kumtambua na kumpenda Yeye. Kwa hiyo, nakusihi, kwa Yeye na kwa Wale Ambao ni Mapambazuko ya Uungu Wako, na Udhihirisho wa Ubwana Wako, na Hazina za Ufunuo Wako, na Ghala za maongozi Yako, kutuwezesha kumtumikia na kumtii Yeye, na kututia nguvu kuwa wasaidizi wa Hoja Yako na watawanyaji wa maadui Wake.  Wewe u Mwenye nguvu kufanya yale yote yakupendezayo Wewe.  Hakuna Mungu aliyepo kando Yako, Mwenyezi, Mtukufu – Kabisa, yule Mmoja Ambaye msaada Wake unatafutwa na watu wote!"}
						 				 ]
						 }
						]
}