{"prayercat":"Mikutano",
			 "id":"mikutano",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":160,"intro":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Nakusihi Wewe kwa pepo kali zivumazo za neema Yako, ",
			 			 "prayerdetails":[{"para":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Nakusihi Wewe kwa pepo kali zivumazo za neema Yako, na kwa wao Ambao ni Mapambazuko ya makusudi Yako na Mahali pa Mapambazuko pa maongozi Yako, kunitelemshia mimi na wote ambao wametafuta uso Wako kile kinachostahili ukarimu Wako na neema Yako nyingi, na kinachostahili majaliwa Yako na fadhili. Mimi ni maskini na mkiwa, Ee Bwana wangu! Nizamishe katika bahari ya utajiri Wako; mwenye kiu, acha ninywe kutoka maji ya uzima ya wema Wako wa upendo."},
			 							  {"para":"Nakusihi Wewe, kwa Nafsi Yako Wewe Mwenyewe na kwa Yeye Ambaye Wewe umemteua kama Udhihirisho wa Nafsi Yako Mwenyewe na Neno Lako la upambanuzi kwa wote walioko mbinguni na duniani, kuwakusanya pamoja watumishi Wako chini ya kivuli cha mti wa majaliwa Yako ya rehema. Wasaidie, basi, kutwaa matunda yake, kutega masikio yao kwenye mchakacho wa majani yake, na kwenye utamu wa sauti ya Ndege aimbaye juu ya matawi yake. Wewe, hakika, u Msaada Mashakani, Asiyefikika, Mwenye nguvu zote, Mkarimu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Abdu'l-Baha","wordcount":190,"intro":"Ewe Mungu mwenye huruma! Ewe Ambaye u mwenye uwezo na mwenye nguvu! Ewe Baba mwema kabisa! ",
						 "prayerdetails":[{"para":"Ewe Mungu mwenye huruma! Ewe Ambaye u mwenye uwezo na mwenye nguvu! Ewe Baba mwema kabisa! Watumishi hawa wamekusanyika pamoja, wakikugeukia Wewe, wakisihi kizingiti Chako, wakitamani baraka Zako zisizo na kikomo kutoka uhakika Wako mkuu. Hawana kusudi lolote ila ridhaa Yako njema. Hawana nia yoyote ila huduma kwa ulimwengu wa binadamu."},
						 				  {"para":"Ee Mungu! Ufanye mkusanyiko huu mwangavu. Ifanye mioyo iwe na huruma. Ujalie baraka za Roho Mtakatifu. Wajalie kwa nguvu itokayo mbinguni. Wabariki kwa kumbukumbu za mbinguni. Zidisha ukweli wa moyo wao, ili kwamba kwa unyenyekevu wote na toba waweze kugeukia kwenye ufalme Wako na wajishughulishe na huduma kwa ulimwengu wa binadamu. Kila mmoja aweze kuwa mshumaa ung’aao. Kila mmoja aweze kuwa nyota angavu. Kila mmoja aweze kuwa mzuri katika rangi na kunukia manukato katika ufalme wa Mungu."},
						 				  {"para":"Ee Baba Mwema! Ujalie baraka Zako. Usifikirie makosa yetu. Tulinde chini ya ulinzi Wako. Usikumbuke dhambi zetu. Tuponye kwa rehema Yako. Sisi tu wanyonge; Wewe u mwenye nguvu. Sisi tu maskini; Wewe u tajiri. Sisi tu wagonjwa; Wewe u Tabibu. Sisi tu wahitaji; Wewe u mkarimu kabisa."},
						 				  {"para":"Ee Mungu! Tupe majaliwa Yako. Wewe u Mwenye nguvu. Wewe u Mpaji. Wewe u Mkarimu!"}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":176,"intro":"Ewe Bwana mwema! Hawa ni watumishi Wako ambao wamekusanyika katika mkutano huu, wamegeukia ",
						 "prayerdetails":[{"para":"Ewe Bwana mwema! Hawa ni watumishi Wako ambao wamekusanyika katika mkutano huu, wamegeukia kwenye ufalme Wako na wanahitaji majaliwa Yako na baraka. Ee Mungu! Dhihirisha na bainisha ishara za umoja Wako ambazo zimewekwa katika uhalisi wote wa uhai. Funua na kunjua njema ambazo Wewe umezifanya zisidhihirike na zimefichwa katika uhalisi huu wa watu."},
						 				  {"para":"Ee Mungu! Sisi tu kama miche, na baraka Yako ni kama mvua; iburudishe na ifanye miche hii kukua kwa baraka Yako. Sisi tu watumishi Wako; tufungue kutoka minyororo ya uhai wa kimwili. Sisi tu wajinga; tufanye wenye hekima. Sisi tumekufa; tufanye tuwe hai. Sisi tu wa kimwili; tujalie roho. Sisi tumenyimwa; tufanye wasiri wa siri Zako. Sisi tu wahitaji; tutajirishe na utubariki kutoka hazina Yako isiyo na kikomo. Ee Mungu! Tuhuishe; tupe kuona; tupe kusikia. Tuzoeze na siri za uhai, ili kwamba siri za ufalme Wako ziweze kudhihirika kwetu katika ulimwengu huu wa uhai na tukiri umoja Wako. Kila baraka hutoka Kwako; kila baraka ni Yako."},
						 				  {"para":"Wewe u mwenye uwezo. Wewe u mwenye nguvu. Wewe u Mpaji, na Wewe u Mkarimu – Daima!"}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":115,"intro":"Ee Mungu wangu! Ee Mungu wangu! Hakika,watumishi hawa wanageukia Kwako, wakisihi ufalme Wako ",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Hakika,watumishi hawa wanageukia Kwako, wakisihi ufalme Wako wa rehema. Hakika, wamevutiwa na utakatifu Wako na kuwashwa kwa moto wa upendo Wako, wakitafuta uthibitisho kutoka ufalme Wako wa ajabu, na wakitumaini kufikia katika milki Yako ya mbinguni. Hakika, wanatamani sana kushuka kwa baraka Yako, wakitamani sana mwangaza kutoka Jua la Ukweli."},
					 					  {"para":"Ee Bwana! Wafanye taa zing’aazo, ishara za rehema; miti yenye matunda na nyota zing’aazo. Waweze kuja kwenye huduma Yako na wajifunge Nawe kwa pingu na fundo za upendo Wako, wakitamani sana miangaza ya fadhili Yako. Ee Bwana! Wafanye vioo vya mwangaza wa utukufu Wako."},
					 					  {"para":"Hakika, Wewe u Mkarimu. Hakika, Wewe u Mwenye rehema. Hakika, Wewe u Athaminiwaye, Mpendwa."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Abdu'l-Baha","wordcount":271,"intro":"Ewe Mungu msamehevu! Watumishi hawa wanageukia kwenye ufalme Wako na wanatafuta neema Yako ",
						 "prayerdetails":[{"para":"Ewe Mungu msamehevu! Watumishi hawa wanageukia kwenye ufalme Wako na wanatafuta neema Yako na baraka. Ee Mungu! Ifanye mioyo yao myema na safi ili kwamba waweze kuwa wastahilio upendo Wako. Safsha na takasa roho ili kwamba mwangaza wa Jua la Ukweli uweze kuwawakia juu yao. Safsha na takasa macho ili yaweze kuona mwangaza Wako. Safisha na takasa masikio ili kwamba yaweze kusikia mwito wa ufalme Wako."},
					 					  {"para":"Ee Bwana! Hakika, sisi tu wanyonge, lakini Wewe u mwenye nguvu. Hakika, tu maskini, lakini Wewe u tajiri. Sisi tu wale watafutaji, na Wewe u Yule atafutwaye. Ee Bwana! Uwe na huruma juu yetu na utusamehe; utujalie uwezo na upokevu ili tuweze kuwa wastahilio fadhili Zako na tuvutiwe kwenye ufalme Wako, ili tuweze kunywa maji mengi ya uzima, tuweze kuwashwa kwa moto wa upendo Wako, na tuhuishwe kwa pumzi za Roho Mtakatifu katika karne hii angavu."},
					 					  {"para":"Ee Mungu, Mungu wangu! Tupia mkusanyiko huu macho ya wema Wako wa upendo. Muweke salama kila mmoja na wote katika uangalizi Wako na chini ya ulinzi Wako. Zitelemshie roho hizi baraka Zako za mbinguni. Zizamishe katika bahari ya rehema Yako, na zihuishe kwa pumzi za Roho Mtakatifu."},
					 					  {"para":"Ee Bwana! Ujalie msaada Wako wa neema na uthibitisho juu ya serikali hii ya haki. Nchi hii iko chini ya kivuli kinachosetiri cha ulinzi Wako, na watu hawa wamo katika huduma Yako. Ee Bwana! Wajalie juu yao baraka Yako ya mbinguni na ifanya mimiminiko ya neema Yako na fadhili kujaa na tele. Acha taifa hili tukufu liheshimiwe, na liwezeshe kuruhusiwa kuingia katika ufalme Wako."},
					 					  {"para":"Wewe u Mwenye uwezo, Mwenye nguvu zote, Mwenye rehema, na Wewe u Mkarimu, Mpaji, Bwana wa neema tele."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Abdu'l-Baha","wordcount":130,"intro":"Ee Mungu Mjalia! Mkusanyiko huu ni wa marafiki Wako ambao wamevutiwa kwenye uzuri Wako na",
						 "prayerdetails":[{"para":"Ee Mungu Mjalia! Mkusanyiko huu ni wa marafiki Wako ambao wamevutiwa kwenye uzuri Wako na wamewashwa kwa moto wa upendo Wako. Geuza roho hizi kuwa malaika wa mbinguni, zihuishe kupitia pumzi ya Roho Wako Mtakatifu, zijalie ndimi zenye ufasaha na mioyo thabiti, zipe uwezo wa mbinguni na welekevu wa huruma, zifanye kuwa waenezaji wa umoja wa binadamu na chanzo cha upendo na mapatano katika ulimwengu wa binadamu, ili kwamba giza hili la hatari la chuki ya ujinga liweze kutoweka kwa mwangaza wa Jua la Ukweli, ulimwengu huu wa uchoshao uweze kuwa ulioangaziwa, milki hii ya kimwili iweze kufyonza mionzi ya ulimwengu wa roho, rangi hizi mbalimbali ziunganike kuwa rangi moja na sauti tamu ya sifa ipae hadi ufalme wa utakatifu Wako. Hakika, Wewe u Mwenye nguvu zote na Mweza Yote!"}
					 	 				 ]
						 }
						]
}