{"prayercat":"Msaada na Auni",
			 "id":"msaadanaauni",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":89,"intro":"Ewe Ambaye uso Wako ndiyo kusudi la ibada yangu, Ambaye uzuri Wako ndiyo kimbilio langu.....",
			 			 "prayerdetails":[{"para":"Ewe Ambaye uso Wako ndiyo kusudi la ibada yangu, Ambaye uzuri Wako ndiyo kimbilio langu, Ambaye makazi Yako ndiyo lengo langu, Ambaye kumbukumbu Yako ndiyo faraja yangu, Ambaye uwepo Wako ndiyo haja yangu, Ambaye kuwepo Kwako ndiyo mapenzi yangu yathaminiwavyo kabisa na matamanio yangu ya juu kabisa, nakuomba Wewe usinizuilie yale ambayo Wewe uliamuru kwa ajili ya wateule kati ya watumishi Wako. Nipe, basi, mema ya ulimwengu huu na ya ule ujao."},
			 							 {"para":"Wewe, kwa kweli, u Mfalme wa watu wote. Hakuna Mungu ila Wewe, Msamehevu – Daima, Mkarimu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":112,"intro":"Mungu wangu, Muabudiwa wangu, Mfalme wangu, Haja yangu! Ulimi gani unaweza kutoa",
						 "prayerdetails":[{"para":"Mungu wangu, Muabudiwa wangu, Mfalme wangu, Haja yangu! Ulimi gani unaweza kutoa shukrani zako Kwako? "},
						 				  {"para":"Nilikuwa mzembe, Wewe ukaniamsha. Nilikupa kisogo, Wewe kwa rehema ukanisaidia kukugeukia Wewe.  Nilikuwa kama mfu, Wewe ukanihuisha kwa maji ya uzima.  Nilikuwa nimenyauka, Wewe ukanifufua kwa kijito cha mbinguni cha maneno Yako ambacho kimetiririka nje kutoka Kalamu ya Mwenye Rehema – Kabisa."},
			 							  {"para":"Ee Mungu Mjalia! Viumbe vyote hutokana na ukarimu Wako; Usivinyime maji ya ukarimu Wako, wala kuvizuilia bahari ya rehema Yako. Nakusihi Wewe uniauni na unisaidie wakati wote na katika hali zote, na kutafuta kutoka mbingu ya neema Yako fadhili Zako za kale. Wewe, kwa kweli, u Bwana wa ukarimu, na Mfalme wa ufalme wa milele."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Bab","wordcount":252,"intro":"Jina Lako lisifiwe, Ee Bwana Mungu wetu! Wewe kwa kweli u Mjuzi wa vile visivyoonekana. Amuru kwa ajili ...",
						 "prayerdetails":[{"para":"Jina Lako lisifiwe, Ee Bwana Mungu wetu! Wewe kwa kweli u Mjuzi wa vile visivyoonekana.Amuru kwa ajili yetu mema kama yale ambayo ujuzi Wako wa mambo yote waweza kuyakadiria. Wewe u Bwana mwenye enzi, Mwenyezi, Apendwaye kuliko wote."},
						 				  {"para":"Sifa zote ziwe Kwako, Ee Bwana! Tutatafuta neema Yako katika Siku iliyoahidiwa na tutaweka tumaini letu lote Kwako, Ambaye u Bwana wetu. Umetukuka Wewe, Ee Mungu! Utujalie yale yaliyo mema na yastahiliyo ili tuweze kuachana na kila kitu ila Wewe. Kwa kweli, Wewe u Bwana wa malimwengu yote."},
						 				  {"para":"Ee Mungu! Wape thawabu wale wavumiliao kwa subira katika siku Zako, na iimarishe mioyo yao kutembea bila kupotoka katika njia ya Ukweli. Jalia basi, Ee Bwana, thawabu zile njema ambazo zitawawezesha kupata ruhusa kuingia katika Paradiso Yako ya furaha. Umetukuka Wewe,Ee Bwana Mungu."},
						 				  {"para":"Acha baraka Zako za mbinguni zitelemkie juu ya nyumba ambamo wakazi wake wamekuamini Wewe.  Kwa kweli, Wewe hupitwi katika kutelemsha baraka takatifu. Tanguliza, Ee Mungu, majeshi yale ambayo yatawafanya watumishi Wako waaminifu washindi.  Wewe huumba viumbe kwa uwezo wa amri Yako kama upendavyo. Wewe kwa kweli u Mwenye – enzi, Muumba, Mwenye hekima habisa."},
						 				  {"para":"Sema: Mungu kwa kweli ndiye muumba wa vitu vyote. Humpa riziki kwa wingi yeyote ampendaye.  Yeye ni Muumba, Chanzo cha viumbe vyote, Muundaji, Mwenyezi Mungu, Mfanyiza, Mwenye hekima kabisa. Yeye ni Mchukuzi wa majina bora kabisa ya heshima katika mbingu zote na dunia na katika vyote vilivyopo kati yao. Wote hutii amri Yake, na wakazi wote wa duniani na mbinguni hutukuza sifa Yake, na Kwake vyote vitarejea."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Bab","wordcount":65,"intro":"Ee Mungu wangu, Bwana wangu na Maulana wangu! Nimejitenga mwenyewe kutoka ndugu zangu",
						 "prayerdetails":[{"para":"Ee Mungu wangu, Bwana wangu na Maulana wangu! Nimejitenga mwenyewe kutoka ndugu zangu na nimetaka kupitia Wewe kuwa huru na wote waishio dunaini na daima kuwa tayari kupokea yale yastahiliyo sifa mbele ya macho Yako. Nijalie mema ambayo yatanifanya huru na chochote kile isipokuwa Wewe, na uniridhie fungu la kutosha zaidi la fadhili Zako zisizo na mipaka. Kwa kweli, Wewe u Bwana wa neema tele."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Abdu'l-Baha","wordcount":112,"intro":"Bwana! Sisi tu watu wa kuhurumiwa, utujalie fadhili Yako; tu maskini,",
						 "prayerdetails":[{"para":"Bwana! Sisi tu watu wa kuhurumiwa, utujalie fadhili Yako; tu maskini, utupe fungu kutoka bahari ya utajiri Wako; tu wahitaji, ututosheleze; tumetwezwa, utupe utukufu Wako."},
						 				  {"para":"Ndege wa angani na wanyama wa kondeni hupokea chakula chao kila siku kutoka Kwako, na viumbe vyote hushiriki katika ulinzi Wako na wema Wako wa upendo. Usimnyime mnyonge huyu neema Yako ya ajabu na uijalie kwa uwezo Wako roho hii dhaifu Baraka Yako."},
						 				  {"para":"Utupe mkate wetu wa kila siku, na ujalie nyongeza Yako katika mahitaji ya maisha, ili tusiweze kumtegemea yeyote ila Wewe, tuweze kuzungumza hasa Nawe, tuweze kutembea katika njia Zako na kutangaza siri Zako. Wewe u Mwenyezi Mungu na Mpenda na Mruzuku wa binadamu wote."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Abdu'l-Baha","wordcount":169,"intro":"Ee Bwana mwema! Sisi tu watumishi wa Kizingiti chako, tukijificha kwenye mlango Wako mtakatifu.",
						 "prayerdetails":[{"para":"Ee Bwana mwema! Sisi tu watumishi wa Kizingiti chako, tukijificha kwenye mlango Wako mtakatifu. Hatutafuti kimbilio lolote isipokuwa tu nguzo hii ya nguvu, hatugeukii kokote kwa usalama isipokuwa kwenye ulinzi Wako."},
						 				  {"para":"Utulinde, utubariki, utusaidie, utufanye wa jinsi ambayo tutapenda tu ridhaa Yako njema, kutamka tu sifa Yako, kufuata tu njia ya ukweli, ili tuweze kutajirika vya kutosha hata kuachana na wote isipokuwa Wewe, na kupokea vipaji vyetu kutoka bahari ya ukarimu Wako, kwamba daima tuweze kujitahidi kuitukuza Hoja yako na kueneza manukato Yako kwa mapana na marefu, kwamba tuweze kujisahau nafsi na kujishughulisha tu na Wewe, na kuwakana wengine wote na kuvutiwa Kwako."},
						 				  {"para":"Ewe Mruzuku, Ewe Msamehevu! Utujalie neema Yako na wema Wako wa upendo, vipaji Vyako na majaliwa Yako, na utuidhinishe, ili tuweze kufikia kusudi letu. Wewe u Mwenye nguvu, Mweza, Mjuzi, Muonaji; na hakika, Wewe u Mkarimu, na, kwa kweli, Wewe u Mwenye rehema, na kwa kweli, Wewe u Msamehevu – Daima, Yeye Ambaye Kwake toba hustahili, Yeye Ambaye husamehe hata dhambi mbaya kabisa kati ya zote."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Abdu'l-Baha","wordcount":99,"intro":"Usiondoe, Ee Bwana, meza ya karamu ambayo imetandazwa katika Jina Lako, na usizime mwale uwakao",
						 "prayerdetails":[{"para":"Usiondoe, Ee Bwana, meza ya karamu ambayo imetandazwa katika Jina Lako, na usizime mwale uwakao ambao umewashwa kwa moto Wako usioweza kuzimwa. Usiyazuie kutiririka yale maji Yako ya uzima yavumayo kwa sauti tamu ya utukufu Wako na kumbukumbu Yako, na usiwanyime watumishi Wako manukato ya harufu Yako tamu ipumuayo marashi ya upendo Wako."},
						 				  {"para":"Bwana! Geuza mashaka yaelemeayo ya watakatifu Wako kuwa raha, taabu yao kuwa amani, udhilifu wao kuwa utukufu, huzuni yao kuwa furaha kamili. Ee Wewe ukamataye mkononi Mwako hatamu za binadamu wote."},
						 				  {"para":"Wewe, hakika, u Mmoja, Aliye pekee, Mwenye uwezo, Ajuaye – Yote, Mwenye Hekima – Zote."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Abdu'l-Baha","wordcount":62,"intro":"Ewe mshumaa wa Upendo wa Mungu!",
						 "prayerdetails":[{"para":"Ewe mshumaa wa Upendo wa Mungu!"},
						 				  {"para":"Namuomba Mungu kukujalia kwa fadhila Yake na rehema kile ambacho ndiyo haja yako ya juu kabisa, kwamba milango iliyofungwa iweze kufunguka, kwamba barabara isiyo sawasawa iwe sawasawa, uso wako ung’ae kwa upendo wa Mungu, macho yako yaweze kuangaziwa kwa kushuhudia Ishara za Mungu, kwamba uweze kufikia shangwe ya kiroho, furaha ya milele na maisha ya kimbingu."}
						 				 ]
						 }
						]
}