{"prayercat":"Msaada Katika Majaribu",
			 "id":"msaadakatikamajaribu",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":230,"intro":"Ondoa huzuni yangu kwa baraka Yako na ukarimu Wako, Ee Mungu, Mungu wangu, na fukuzia mbali",
			 			 "prayerdetails":[{"para":"Ondoa huzuni yangu kwa baraka Yako na ukarimu Wako, Ee Mungu, Mungu wangu, na fukuzia mbali uchungu wangu kwa njia ya enzi Yako na uwezo Wako. Wewe waniona, Ee Mungu wangu, uso wangu ukiwa umegeuziwa kuelekea Kwako wakati ambapo huzuni zimenizingira katika kila upande.Nakusihi Wewe, Ewe Ambaye u Bwana wa viumbe vyote, na hukingia vitu vyote vionekanavyo na visivyoonekana, kwa Jina Lako ambalo kwalo Wewe umeshinda mioyo na roho za watu, na kwa mawimbi ya Bahari ya rehema Yako na utukufu wa Nyota ya mchana ya ukarimu Wako, kunihesabu kati ya wale ambao hakuna chochote daima kimewazuia kugeuza nyuso zao kuelekea Kwako, Ewe Bwana wa majina yote na Muumba wa mbingu!"},
			 							 {"para":"Wewe waona, Ee Bwana wangu, mambo ambayo yamenipata katika siku Zako. Nakuomba Wewe, kwa kupitia Yeye Ambaye ndiye Mapambazuko ya majina Yako na Mahali pa Mapambazuko ya sifa Zako, kuamuru kwa ajili yangu kile kitakachoniwezesha kuinuka kukuhudumia Wewe na kutukuza njema Zako. Wewe, kwa kweli, u Mwenyezi Mungu, Mwenye nguvu kuliko wote, Ambaye umezoea kujibu maombi ya watu wote!"},
			 							 {"para":"Na, mwishowe nakuomba kwa mwangaza wa uso Wako kubariki shughuli zangu, na kufidi madeni yangu, na kutosheleza mahitaji yangu. Wewe u Yule Ambaye juu ya nguvu Zake na juu ya mamlaka Yake kila ulimi umeshuhudia, na Ambaye utukufu Wake na Ambaye enzi Yake kila moyo wenye ufahamu umekiri. Hakuna Mungu aliyepo ila Wewe, Ambaye husikia na u tayari kujibu."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":200,"intro":"Umesifiwa na umetukuka Wewe, Ee Mungu wangu! Nakuomba wewe kwa tanafusi ya wapendwa",
						 "prayerdetails":[{"para":"Umesifiwa na umetukuka Wewe, Ee Mungu wangu! Nakuomba wewe kwa tanafusi ya wapendwa Wako na kwa machozi yatolewayo na wale ambao wana hamu ya kukutazama Wewe, usinizuilie rehema Zako za upendo katika Siku Yako, wala kuninyima sauti tamu ya Hua atukuzaye umoja Wako mbele ya mwangaza ung’aao kutoka uso Wako.  Mimi ni yule aliye katika huzuni, Ee Mungu! Nitazame nikishikilia kwa nguvu kwenye Jina Lako, Mmiliki wa vyote."},
						 				  {"para":"Mimi ni yule ambaye yu hakika kuangamia. Nitazame niking’ang’ania kwenye Jina Lako, Asiyeangamia. Nakusihi Wewe kwa hiyo, kwa Wewe Mwenyewe, Aliyetukuka, Aliye Juu Kabisa, usiniache kwenye ubinafsi wangu mwenyewe na mwelekeo wa tamaa za uovu. Ushike mkono wangu kwa mkono wa nguvu Zako, na niokoe kutoka vina vya mawazo yangu na dhana zisizofaa, na unitakase kutokana na yote yakuchukizayo Wewe."},
			 							  {"para":"Nifanye, basi, nikugeukie kabisa Wewe, niweke imani yangu yote Kwako, nikutafute Wewe kama Kimbilio langu, na nikimbilie kwenye uso Wako. Wewe, kwa kweli, u Yeye Ambaye, kwa kupitia nguvu ya uwezo Wake, hufanya lolote alipendalo, na huamuru, kwa kwa kupitia nguvu ya mapenzi Yake, lolote Yeye alichagualo. Hakuna awezaye kuzuia utendaji wa amri Yako; hakuna awezaye kupotosha njia ya maagizo Yako. Wewe, kwa kweli, u Mwenyezi Mungu, Mtukufu – Kabisa, Mkarimu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Bab","wordcount":21,"intro":"Kuna Mwondoa shida yeyote isipokuwa Mungu? Sema: Mungu asifiwe!",
						 "prayerdetails":[{"para":"Kuna Mwondoa shida yeyote isipokuwa Mungu? Sema: Mungu asifiwe! Yeye ni Mungu! Wote ni watumishi Wake, na wote hutii amri Yake!"}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Bab","wordcount":30,"intro":"Sema: Mungu hutosheleza vitu vyote juu ya vitu vyote, na hakuna chochote",
						 "prayerdetails":[{"para":"Sema: Mungu hutosheleza vitu vyote juu ya vitu vyote, na hakuna chochote mbinguni au duniani bali Mungu hutosheleza. Kwa kweli, Yeye Mwenyewe nafsini Mwake yu Mjuzi, Mruzuku, Mwenye nguvu zote."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Bab","wordcount":52,"intro":"Nakusihi Wewe kwa moyo kwa uwezo Wako, Ee Mungu wangu! Acha madhara yoyote",
						 "prayerdetails":[{"para":"Nakusihi Wewe kwa moyo kwa uwezo Wako, Ee Mungu wangu! Acha madhara yoyote yasinizunguke na kunishambulia katika nyakati za majaribu, na katika muda wa uzembe ongoza hatua zangu sawa sawa kwa njia ya maongozi Yako. Wewe u Mungu, Wewe una nguvu kufanya upendalo. Hakuna awezaye kuzuia Amri Yako au kupinga Madhumuni Yako."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Bab","wordcount":52,"intro":"Ee Bwana! Wewe u Muondoaji wa kila uchungu wa moyo na Mtoweshaji wa kila aina ya mateso.",
						 "prayerdetails":[{"para":"Ee Bwana! Wewe u Muondoaji wa kila uchungu wa moyo na Mtoweshaji wa kila aina ya mateso.Wewe u Yeye Ambaye hufukuzia mbali kila huzuni na humwachilia huru kila mtumwa, Mkombozi wa kila roho. Ee Bwana! Unijalie wokovu kwa njia yarehema Zako, na unihesabu kati ya wale watumishi Wako ambao wamepata wokovu."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Abdu'l-Baha","wordcount":308,"intro":"Ee Bwana, Mungu wangu na Mahali pangu pa usalama katika mashaka yangu! Ngao yangu na",
						 "prayerdetails":[{"para":"Ee Bwana, Mungu wangu na Mahali pangu pa usalama katika mashaka yangu! Ngao yangu na Kimbilio katika majonzi! Kimbilio langu na Kisetiri katika wakati wa shida na katika upweke wangu Mwenzi wangu! Katika uchungu wangu wa moyo Faraja yangu, na katika ukiwa wangu Rafiki mpenndwa! Muondoaji wa maumivu makali ya huzuni zangu na Msameheaji wa dhambi zangu!"},
						 				  {"para":"Nageukia kabisa Kwako, nikikuomba kwa bidii kwa moyo wangu wote, akili yangu na ulimi wangu, kunikingia kutokana na yale yote yaendayo kinyume cha mapenzi Yako katika kipindi hiki cha umoja Wako mtakatifu, na kunitakasa kutoka najisi ya aina yoyote ambayo itanizuia kutoka kukitafuta, kwa usafi na bila mawaa, kivuli cha mti wa neema Yako."},
						 				  {"para":"Uwe na huruma, Ee Bwana kwa wanyonge, wafanye wazima wale walio wagonjwa, na zima kiu kali."},
						 				  {"para":"Furahisha kifua ambamo ndani yake moto wa upendo Wako unafifia, na uuwashe kwa mwale wa upendo Wako wa mbinguni na roho."},
						 				  {"para":"Visha mahema ya umoja mtakatifu kwa vazi la utakatifu, na weka juu ya kichwa changu taji la fadhili Yako."},
						 				  {"para":"Angaza uso wangu kwa kupitia wangavu wa nyota ya ukarimu Wako, na unisaidie kwa neema katika kuhudumu kwenye kizingiti Chako kitakatifu."},
						 				  {"para":"Ufanye moyo wangu ufurike kwa upendo kwa ajili ya viumbe Wako na ujalie kwamba niwe ishara ya rehema Yako, alama ya neema Yako, mkuzaji mapatano kati ya wapendwa Wako, nikijifunga Kwako, nikitamka kumbukumbu Yako na nikisahau nafsi ila daima nikikumbuka yale yaliyo yako."},
						 				  {"para":"Ee Mungu, Mungu wangu! Usininyime upepo mwingi mwanana wa msamaha Wako na neema, na kuninyima chemchemi za msaada Wako na fadhili."},
						 				  {"para":"Chini ya kivuli cha mabawa ya ulinzi Wako acha nitulie, na nitupie macho Yako yalindayo vitu vyote."},
						 				  {"para":"Fungulia ulimi wangu kulisifu jina Lako kati ya watu Wako, ili sauti yangu ipazwe katika mikusanyiko mikuu na kutoka midomo yangu umiminike wingi wa sifa Zako."},
						 				  {"para":"Wewe, kwa kweli kabisa, u Mwenye neema, Atukuzwaye, Mwenye uwezo, Mwenye nguvu zote."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Abdu'l-Baha","wordcount":171,"intro":"Yeye ni Mwenye huruma, Mkarimu kabisa! Ee Mungu, Mungu wangu! Wewe waniona, Wewe ",
						 "prayerdetails":[{"para":"Yeye ni Mwenye huruma, Mkarimu kabisa! Ee Mungu, Mungu wangu! Wewe waniona, Wewe wanifahamu; Wewe ni Mahali pa usalama pangu na Kimbilio langu. Sijamtafuta yeyote wala sitamtafuta yeyote ila Wewe, hakuna njia ambayo nimeikanyaga wala yoyote nitakayoikanyaga ila njia ya upendo Wako.  Katika usiku wa giza usio na matumaini, jicho langu hugeukia kwa matazamio na likijawa na matumaini kwa asubuhi ya fadhili Yako nyingi na kwenye saa za alfajiri roho yangu ififiayo huchangamshwa na kuimarishwa kwa kumbukumbu ya Uzuri Wako na ukamilifu.  Yule ambaye neema ya rehema Yako humsaidia, japokuwa akiwa tone tu, atakuwa bahari isiyo na mwisho, na chembe ndogo kabisa ambayo mmiminiko wa wema wa upendo Wako huisaidia, itang’aa kama vile nyota angavu."},
						 				  {"para":"Mlinde chini ya himaya Yako, Ewe Roho ya utakatifu, Wewe Ambaye u Mpaji Mkarimu kabisa, mtumishi Wako huyu aliyefanywa mtumwa Wako, aliyewashwa. Msaidie katika ulimwengu huu wa uhai kubakia thabiti na imara katika upendo Wako na ujalie kwamba ndege huyu aliyevunjika mabawa afikie kimbilio na kisetirika katika kiota Chako kitakatifu kikaacho juu ya mti wa mbinguni."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Abdu'l-Baha","wordcount":88,"intro":"Ee Bwana wangu, Mpendwa wangu, Haja yangu! Unifanye rafiki katika upweke wangu",
						 "prayerdetails":[{"para":"Ee Bwana wangu, Mpendwa wangu, Haja yangu! Unifanye rafiki katika upweke wangu na uambatane nami katika uhamisho wangu. Ondoa huzuni yangu.  Nifanye niwe aliyejitoa kwa ajili ya Uzuri Wako. Niondoe kutoka vyote isipokuwa Wewe. Nivutie kwa njia ya manukato Yako ya utakatifu. Nifanye nishirikiane katika Ufalme Wako na wale ambao wamejitenga kutoka wote ila Wewe, ambao hutamani sana kuhudumia kizingiti Chako kitakatifu na ambao huvumilia kufanya kazi katika Hoja Yako.  Niwezeshe kuwa mmoja wa vijakazi Wako ambao wamepata ridhaa yako njema.  Kwa kweli, Wewe u Mwenye neema, Mkarimu."}
						 				 ]
						 }
						]
}