{"prayercat":"Msamaha",
			 "id":"msamaha",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":216,"intro":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Ninakusihi Wewe kwa Wateule Wako, na kwa Wachukuzi",
			 			 "prayerdetails":[{"para":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Ninakusihi Wewe kwa Wateule Wako, na kwa Wachukuzi wa Amana Yako, na kwa Yeye Ambaye umeamuru kuwa Muhuri wa Manabii Wako na Mitume Wako, kuacha kumbukumbu Yako iwe mwenzi wangu, na upendo Wako kusudi langu, na uso wako shabaha yangu, na jina Lako taa yangu, na mapenzi Yako tamaa yangu, na ridhaa Yako furaha yangu."},
			 							  {"para":"Mimi ni mwenye dhambi, Ee Bwana wangu, na Wewe u Msamehevu – Daima. Mara tu nilipokutambua Wewe, niliharakia kufkia uwanja mtukufu wa wema Wako wa upendo. Unisamehe mimi, Ee Bwana wangu, dhambi zangu zilizonizuia kutembea katika njia za ridhaa Yako njema, na kutoka kufikia fukwe za bahari ya umoja Wako."},
			 							  {"para":"Hakuna yeyote, Ee Bwana wangu, ambaye anaweza kunitendea kwa ukarimu ambaye naweza kumgeuzia uso wangu, na hakuna ambaye anaweza anihurumie. Nakusihi Wewe, usinitupe nje ya eneo la neema Yako, wala usininyime mmiminiko wa ukarimu Wako na baraka. Amuru kwa ajili yangu, Ee Bwana wangu, yale Uliyoamuru kwa ajili ya wale wakupendao, na niandikie yale Uliyowaandikia wateule Wako. Mkazo na macho yangu, wakati wote, umewekwa kwenye upeo wa majaliwa ya neema Yako, na macho yangu kuelekezwa kwenye uwanja wa rehema Zako za upendo. Nitendee kama jinsi invyokustahili Wewe. Hakuna Mungu aliyepo ila Wewe, Mungu wa nguvu, Mungu wa utukufu. Ambaye msaada Wake unaombwa na watu wote."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":104,"intro":"Mimi ni yeye, Ee Bwana wangu, ambaye ameelekeza uso wake Kwako, na kukazia tumaini lake",
						 "prayerdetails":[{"para":"Mimi ni yeye, Ee Bwana wangu, ambaye ameelekeza uso wake Kwako, na kukazia tumaini lake kwenye maajabu ya neema Yako na ufunuo wa ukarimu Wako. Nakuomba Wewe kwamba hutaniacha mimi niondoke kutoka mlango wa rehema Yako nikiwa nimeondolewa tumaini, wala hutaniacha kwa wale viumbe Wako ambao wamekataa Hoja Yako."},
						 				  {"para":"Mimi ndiye, Ee Mungu wangu, mtumishi Wako na mwana wa mtumishi Wako. Nimeutambua ukweli Wako katika siku Zako, na nimeongoza hatua zangu kuelekea fukwe za umoja Wako, nikikiri upekee Wako, nikikubali umoja Wako, na nikitumaini msamaha Wako na ghofra. U Mwenye nguvu Wewe kufanya Uyatakayo; hakuna Mungu aliyepo kando Yako, Mtukufu Kabisa, Msamehevu – Daima."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":125,"intro":"Wewe waniona, Ee Bwana wangu, uso wangu ukiwa umegeuziwa kuelekea mbingu ya ukarimu Wako na ",
						 "prayerdetails":[{"para":"Wewe waniona, Ee Bwana wangu, uso wangu ukiwa umegeuziwa kuelekea mbingu ya ukarimu Wako na bahari ya fadhila Yako nikiondolewa kutoka wengine wote kando Yako. Nakuomba, kwa utukufu wa Jua Lako la Ufunuo juu ya Sinai, na ming’ao ya Nyota ya neema Yako ambayo huwaka kutoka upeo wa Jina Lako, Msamehevu-Daima, kunijalia msamaha Wako na kuwa na rehema kwangu."},
						 				  {"para":"Niandikie, basi, kwa Kalamu Yako ya utukufu kile ambacho kitanitukuza kwa kupitia Jina Lako katika ulimwengu wa muumbo. Nisaidie, Ee Bwana wangu, kujielekeza mwenyewe Kwako, na kusikiliza sauti ya wapendwa Wako, ambao nguvu za duniani zimeshindwa kuwadhoofisha, na milki ya mataifa imeshindwa kuwazuia kutoka Kwako, na ambao, wakienda mbele kukuelekea Wewe, wamesema: “Mungu ndiye Bwana wetu, Bwana wa wote waliopo mbinguni na wote waliopo duniani!”"}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":245,"intro":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Kila wakati ninapodiriki kukutaja Wewe,",
						 "prayerdetails":[{"para":"Umetukuzwa Wewe, Ee Bwana Mungu wangu!"},
						 				  {"para":"Kila wakati ninapodiriki kukutaja Wewe, ninazuiwa na dhambi zangu kuu na makosa ya kuelemea dhidi Yako, na kujikuta mwenyewe nikiondolewa kabisa neema Yako, na nikishindwa kabisa kutukuza sifa Yako. Imani yangu kuu katika ukarimu Wako, walakini, hufufua tumaini langu Kwako, na hakika yangu kwamba Wewe utanitendea kwa ukarimu kunitia moyo kukutukuza Wewe, na kukuomba Wewe vitu Unavyovimiliki."},
						 				  {"para":"Nakusihi Wewe, Ee Mungu wangu, kwa rehema Yako ambayo imepita viumbe vyote, na ambayo juu yake vyote vilivyozamishwa chini ya bahari za majina Yako hushuhudia, usinitelekeze kwenye nafsi yangu, kwa kuwa moyo wangu ni mwepesi kutenda uovu. Nilinde, basi, ndani ya ngome ya ulinzi Wako na kimbilio la uangalizi Wako. Mimi ndiye, Ee Mungu wangu, ambaye haja yake tu ni yale ambayo Wewe Umeyakusudia kwa nguvu ya uwezo Wako. Yote niliyojichagulia kwa ajili yangu mwenyewe yanapaswa kusaidiwa na uteuzi wa neema Yako na mamlaka ya amri Yako, na kusaidiwa kwa ishara za maagizo Yako na hukumu."},
						 				  {"para":"Nakusihi Wewe, Ewe Ambaye u Mpendwa wa Hoja Yako na Mapambazuko ya uongozi Wako, na Wawakilishi wa utukufu Wako, na Hazina za maarifa Yako, usiniache niondolewe kutoka Makao Yako matakatifu, Hekalu Lako na Hema Lako. Nisaidie, Ee Bwana wangu, kufikia uwanja Wake utukuzwao, na kuizunguka Nafsi Yake, na kusimama kwa unyenyekevu mlangoni Pake."},
						 				  {"para":"Wewe u Yeye Ambaye nguvu Zake ni kutoka milele hadi milele. Hakuna kiepukacho elimu Yako. Wewe, hakika, u Mungu wa nguvu, Mungu wa utukufu na hekima."},
					 					  {"para":"Sifa ziwe kwa Mungu, Bwana wa malimwengu!"}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Baha'u'llah","wordcount":147,"intro":"Lisifiwe jina Lako, Ee Mungu wangu na Mungu wa vitu vyote, Utukufu wangu na Utukufu wa vitu",
						 "prayerdetails":[{"para":"Lisifiwe jina Lako, Ee Mungu wangu na Mungu wa vitu vyote, Utukufu wangu na Utukufu wa vitu vyote, Haja yangu na Haja ya vitu vyote. Nguvu yangu na Nguvu ya vitu vyote, Mfalme wangu na Mfalme wa vitu vyote, Mmiliki wangu na Mmiliki wa vitu vyote, Shabaha yangu na shabaha ya vitu vyote, Msukumaji wangu na Msukumaji wa vitu vyote! Usiniache, nakusihi Wewe, kuzuiwa kutoka bahari ya rehema za upendo Wako, wala kuondolewa mbali kutoka fukwe za ukaribu Nawe."},
					 					  {"para":"Chochote kingine isipokuwa Wewe, Ee Bwana wangu, hakininufaishi, na njia ya karibu kwa yeyote ila Wewe mwenyewe hainifai kitu. Nakusihi Wewe kwa wingi wa utajiri Wako, ambao kwao Wewe Umeachana na vyote isipokuwa Wewe mwenyewe, kunihesabu pamoja na wale ambao wameelekeza nyuso zao kukuelekea Wewe, na wameinuka kukutumikia Wewe."},
					 					  {"para":"Wasamehe, basi, Ee Bwana wangu, watumishi Wako na vijakazi Wako. Wewe, kwa kweli, u Msamehevu-Daima, Mwenye huruma kuliko wote."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Bab","wordcount":152,"intro":"Ee Mungu Bwana wetu! Tulinde kwa njia ya neema Yako kutoka chochote kiwezacho kukuchukiza",
						 "prayerdetails":[{"para":"Ee Mungu Bwana wetu! Tulinde kwa njia ya neema Yako kutoka chochote kiwezacho kukuchukiza Wewe, na tujalie yale yakustahiliyo kabisa Wewe. Tupe zaidi kutoka ukarimu Wako na utubariki. Utughofiri kwa mambo tuliyokwishayatenda, na utuondolee dhambi zetu, na tusamehe kwa msamaha wa neema Yako. Hakika, Wewe u Aliyetukuka kuliko wote, Aishiye Mwenyewe."},
					 					  {"para":"Majaliwa Yako ya upendo yamezunguka viumbe vyote mbinguni na duniani, na msamaha Wako umeshinda muumbo mzima. Yako ndiyo enzi; mkononi mwako zimo Falme za muumbo na Ufunuo; katika mkono Wako wa kuume unashikilia viumbe vyote, na mkononi Mwako vipo vipimo vilivyopangwa. Wewe humsamehe yeyote kati ya watumishi Wako Umpendaye. Hakika, Wewe u Msamehevu-Daima, Apendaye – wote."},
					 					  {"para":"Hakuna chochote kiepukacho elimu Yako, na hakuna kilichopo ambacho kimefichwa kutoka Kwako."},
					 					  {"para":"Ee Mungu Bwana wetu! Tulinde kwa nguvu ya uwezo Wako, tuwezeshe kuingia bahari Yako isukasukayo ya ajabu, na utujalie yale yakustahiliyo kabisa Wewe."},
					 					  {"para":"Wewe u Mtawala Mwenye enzi, Mtendaji, Mwenye nguvu, Aliyetukuka, Apendaye-wote."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Bab","wordcount":60,"intro":"Sifa iwe Kwako, Ee Bwana. Tusamehe dhambi zetu,uwe na huruma juu yetu na utuwezeshe ",
						 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Bwana. Tusamehe dhambi zetu,uwe na huruma juu yetu na utuwezeshe kukurudia Wewe. Acha tusitegemee chochote kile kando Yako, na tujalie, kwa njia ya ukarimu Wako, yale uyapendayo na uyatakayo na yakustahiliyo kabisa Wewe. Utukuze daraja la wale ambao kwa hakika wameamini, na uwasamehe kwa msamaha Wako wa neema. Hakika, Wewe u Msaada Mashakani, Aishiye Mwenyewe."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Bab","wordcount":75,"intro":"Nakuomba Wewe kunisamehe mimi, Ee Bwana wangu, kwa kila kumbukumbu isipokuwa kumbukumbu ",
						 "prayerdetails":[{"para":"Nakuomba Wewe kunisamehe mimi, Ee Bwana wangu, kwa kila kumbukumbu isipokuwa kumbukumbu Yako, na kwa kila sifa ila sifa Yako, na kwa kila furaha ila furaha katika ukaribu Wako, na kwa kila raha ila raha ya mazungumzo Nawe, na kwa kila shangwe ila shangwe ya upendo Wako na ya ridhaa Yako njema, na kwa vitu vyote vinavyonihusu ambavyo havina uhusiano na Wewe, Ewe Ambaye u Bwana wa mabwana, Yeye Ambaye huandaa njia na hufungua milango."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Bab","wordcount":148,"intro":"Utukufu uwe Kwako, Ee Mungu, Nitawezaje kukutaja Wewe ikiwa Umetakasika kutoka sifa ya",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Mungu, Nitawezaje kukutaja Wewe ikiwa Umetakasika kutoka sifa ya binadamu wote. Litukuzwe Jina Lako, Ee Mungu, Wewe u Mfalme, Ukweli wa Milele; Wewe wajua yale yaliyopo mbinguni na duniani, na kwako lazima vyote virejee. Umetelemsha Ufunuo Wako mtakatifu  ulioamriwa kulingana na kipimo dhahiri. Umesifiwa Wewe, Ee Bwana! Kwa amri Yako Unamfanya mshindi yeyote Wewe Umtakaye, kwa njia ya majeshi ya mbinguni na duniani na chochote kiishicho kati yao. Wewe u Mwenye-enzi, Ukweli wa Milele, Bwana wa nguvu isiyoshindika."},
					 					  {"para":"Umetukuzwa Wewe, Ee Bwana! Wewe husamehe wakati wote dhambi za wale kati ya watumishi Wako waombao ghofira Yako. Niondolee dhambi zangu na dhambi za wale watafutao msamaha Wako wakati wa alfajiri, ambao hukuomba wakati wa mchana na wakati wa usiku, ambao hawatamani chochote ila Mungu, ambao hutoa chochote Mungu alichowajalia kwa neema, ambao hutukuza sifa Yako asubuhi na jioni, na ambao sio wazembe katika wajibu wao."}
					 					 ]
						 },
						 {"prayerID":10,"prayername":"","author":"Abdu'l-Baha","wordcount":147,"intro":"Ewe Bwana msamehevu! Wewe u kimbilio la watumishi Wako wote hawa. Wewe unajua siri na ",
						 "prayerdetails":[{"para":"Ewe Bwana msamehevu! Wewe u kimbilio la watumishi Wako wote hawa. Wewe unajua siri na unafahamu vitu vyote. Sisi sote tu wanyonge, na Wewe u Mwenye uwezo, Mwenye nguvu zote. Sisi sote tu wenye dhambi, na Wewe u Msameheaji wa dhambi, Mwenye rehema, Mwenye huruma. "},
					 					  {"para":"Ee Bwana! Usiangalie kasoro zetu. Ututendee kulingana na neema Yako na ukarimu. Kasoro zetu ni nyingi, lakini bahari ya msamaha Wako haina mpaka. Udhaifu wetu ni wa kuelemea, lakini ushuhuda wa auni na msaada Wako ni dhahiri. Kwa hiyo, tuthibitishe na tuimarishe. Tuwezeshe kufanya yale ambayo hustahili Kizingiti Chako kitakatifu. Angaza mioyo yetu, tujalie macho yatambuayo na masikio masikivu. Huisha wafu na ponya wagonjwa. Wape maskini utajiri na wape amani na salama wale waoga. Utukubali katika ufalme Wako na utuangazie kwa nuru ya uongozi. Wewe u Mwenye uwezo na Mwenye nguvu zote. Wewe u  Mkarimu. Wewe u Mwenye huruma. Wewe u Mwema."}
						 				 ]
						 }
						]
}