{"prayercat":"Nawruz",
			 "id":"nawruz",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":429,"intro":"Usifiwe Wewe, Ee Mungu wangu, kwamba Wewe umeamuru Naw – Ruz kama siku kuu kwa wale ",
			 			 "prayerdetails":[{"para":"Usifiwe Wewe, Ee Mungu wangu, kwamba Wewe umeamuru Naw – Ruz kama siku kuu kwa wale waliuoshika mfungo kwa ajili ya upendo Wako na kuepukana na vyote vile vikuchukizavyo Wewe. Ujalie, Ee Bwana wangu, kwamba moto wa upendo Wako na joto litolewalo na mfungo ulioamriwa Nawe viweze kuwawasha katika Hoja Yako, na kuwafanya wajishu ghulishe na sifa Yako na kumbukumbu Yako."},
			 							  {"para":"Kwa kuwa Wewe umewapamba, Ee Bwana wangu, kwa pambo la mfungo ulioagizwa Nawe, wapambe pia kwa pambo la ridhaa Yako, kwa neema Yako na fadhili Yako ya ukarimu. Kwa kuwa matendo yote ya watu hutegemea juu ya ridhaa Yako njema, na yapo chini ya masharti ya amri Yako. Ikiwa utamfikiria yule ambaye ameuvunja mfungo kama yule ambaye ameushika, mtu huyo atahesabiwa kati ya wale ambao tangu milele alikuwa akishika mfungo. Na ukiamuru kwamba yule ambaye ameushika mfungo ameuvunja, mtu huyo atahesabiwa pamoja na wale ambao wamesababisha Joho la Ufunuo Wako kuchafuliwa kwa mavumbi, na kuondolewa mbali kutoka maji maangavu ya Chemchemi hii hai."},
			 							  {"para":"Wewe u Yule Ambaye kupitia Kwake bendera “Wewe u Mwenye kustahili sifa katika amri Zako” imepandishwa, na bendera “Utiiwaye ni Wewe katika amri Yako” imekunjuliwa. Lifanye daraja Lako hili lijulikane, Ee Mungu wangu, kwa watumishi Wako, ili waweze kufahamishwa kwamba ubora wa vitu vyote hutegemea juu ya amri Yako na neno Lako, na wema wa kila tendo uko chini ya masharti ya idhini Yako na ridhaa njema ya mapenzi Yako, na waweze kutambua kwamba hatamu za matendo ya watu zimo katika mkono wa ridhaa Yako na amri Yako. Uwajulishe jambo hili, kwamba hakuna chochote kitakachowafungia nje ya Uzuri Wako, katika siku hizi ambazo kwamo Kristo apaza sauti kwa mshangao: “Milki yote ni Yako, Ewe Mzazi wa Roho (Yesu)”; na Rafiki Yako (Muhamad) apaza sauti: “Utukufu uwe Kwako, Ewe Mpendwa – Kabisa, kwa kuwa Umefunua Uzuri Wako, na kuwaandikia wateule Wako kile ambacho kitawafanya wafikie kiti cha ufunuo wa Jina Lako Kuu Kabisa, ambalo kupitia kwake watu wote wameomboleza isipokuwa wale waliojitenga na mambo yote isipokuwa Wewe, na kujielekeza wenyewe kwa Yeye Ambaye ni Mfunuaji wa Wewe Mwenyewe na Udhihirisho wa sifa Zako.”"},
			 							  {"para":"Yeye Ambaye ni Tawi Lako na wenzi Wako wote, Ee Bwana wangu, wamefungua mfungo wao leo hii, baada ya kuuadhimisha ndani ya mipaka ya uwanja Wako, na katika shauku yao kukupendeza Wewe.  Amuru kwa ajili Yake, na kwa ajili yao, na kwa ajili ya wale wote ambao wameingia machoni Pako katika siku zile mema yote uliyoyakusudia katika Kitabu Chako. Wape, basi, kile kitakachowanufaisha, katika uzima huu na katika uzima ujao."},
			 							  {"para":"Wewe, kwa kweli, u Ajuaye – Yote, Mwenye Hekima – Kabisa."}
			 							 ]
			 			 }
						]
}