{"prayercat":"Ndoa",
			 "id":"ndoa",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":165,"intro":"Yeye ni Mpaji, Mkarimu! Sifa iwe kwa Mungu, Mkale, Adumuye – Daima, Asiyebadilika, ",
			 			 "prayerdetails":[{"para":"Yeye ni Mpaji, Mkarimu! Sifa iwe kwa Mungu, Mkale, Adumuye – Daima, Asiyebadilika, wa Milele! Yeye Ambaye ameshuhudia katika Nafsi Yake Yeye Mwenyewe kwamba hakika Yeye ni Mmoja, Aliye pekee, Asiyezuiwa, Aliyetukuka. Tunashuhudia kwamba hakika hakuna Mungu ila Yeye, tukikiri umoja Wake, tukikubali upekee Wake. Daima amekaa katika miinuko isiyofikika katika vilele vya utukufu Wake, akitakasika kutokana na mtajo wa chochote ila Yeye Mwenyewe, akiwa huru kutokana na maelezo ya chochote ila Yeye Mwenyewe."},
			 							  {"para":"Na wakati Alipotoka kudhihirisha neema na fadhila kwa watu, na kuuweka ulimwengu katika utaratibu, Yeye alifunua kanuni za dini na kutengeneza sheria; miongoni mwao Yeye alianzisha sheria ya ndoa, akaifanya ngome kwa ajili ya usitawi na wokovu, na akaiamuru juu yetu katika kile kilichotelemshwa kutoka mbingu ya utakatifu katika Kitabu Chake Kitakatifu Kabisa. Yeye husema, ni mkuu utukufu Wake: “Ingieni katika ndoa, Enyi watu, ili kutoka kwenu aweze kutokea yeye ambaye atanikumbuka Mimi kati ya watumishi Wangu; hii ni mojawapo ya amri Zangu kwenu; itiini kama msaada kwenu ninyi wenyewe.”"}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Abdu'l-Baha","wordcount":164,"intro":"Yeye ni Mungu! Ee Bwana usiye kifani! Katika hekima yako kuu Wewe Uliamuru ndoa juu",
						 "prayerdetails":[{"para":"Yeye ni Mungu! "},
						 				  {"para":"Ee Bwana usiye kifani! Katika hekima yako kuu Wewe Uliamuru ndoa juu ya watu, kwamba vizazi vya watu vifuatane katika ulimwengu huu wa nasibu, na kwamba daima, kadiri ulimwengu utakavyodumu, waweze kujishughulisha wenyewe kwenye Kizingiti cha umoja Wako kwa huduma na ibada, kwa maamkizi, kusujudu na sifa. “Sikuumba majini na watu, ila kwamba waniabudu mimi.”"},
						 				  {"para":"Hivyo, waozeshe katika mbingu ya rehema Yako ndege hawa wawili wa kiota cha upendo Wako, na wafanye njia za kuvutia neema idumuyo; kwamba kutoka katika muungano wa bahari hizi mbili za upendo wimbi la wororo liweze kusukasuka na kutupa lulu za watoto safi na wema kwenye ufukwe wa uhai. “Ameziachilia zile bahari mbili, ili zikutane; Kati yao kuna kuzuizi wasichoweza kukivuka. Ipi basi kati ya baraka za Bwana wako utaikana? Kutoka kila moja Yeye hutoa lulu kubwa kubwa zaidi na ndogo ndogo zaidi”"},
						 				  {"para":"Ewe Bwana mwema! Ifanye ndoa hii kutoa marijani na lulu. Wewe hakika u Mwenye nguvu Kabisa, Mkuu kuliko wote, Msamehevu – Daima!"}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":126,"intro":"Utukufu Uwe Kwako, Ee Mungu wangu! Hakika, mtumishi Wako huyu na kijakazi Wako huyu",
						 "prayerdetails":[{"para":"Utukufu Uwe Kwako, Ee Mungu wangu! Hakika, mtumishi Wako huyu na kijakazi Wako huyu wamekusanyika chini ya kivuli cha rehema Yako na wameunganishwa kwa kupitia fadhili Yako na ukarimu. Ee Bwana! Wasaidie katika ulimwengu Wako huu na Ufalme Wako na kusudia kwa ajili yao kila jema kwa kupitia ukarimu Wako na neema. Ee Bwana! Wathibitishe katika utumwa Wako na wasaidie katika huduma Yako. Acha wawe ishara za Jina Lako katika ulimwengu Wako na walinde kwa kupitia baraka Zako zisizokwisha katika ulimwengu huu na ulimwengu ujao."},
						 				  {"para":"Ee Bwana! Wanasihi ufalme uliojaa rehema Yako na kuomba milki ya upekee Wako. Hakika, wameoana katika kutii amri Yako. Wafanye kuwa ishara za mapatano na umoja hadi mwisho wa wakati. Hakika, Wewe u Mwenye nguvu zote, Uliyepo pote na Mweza yote!"}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":95,"intro":"Ee Bwana wangu, Ee Bwana wangu! Nyota hizi mbili angavu, zimeozeshwa katika upendo ",
						 "prayerdetails":[{"para":"Ee Bwana wangu, Ee Bwana wangu! Nyota hizi mbili angavu, zimeozeshwa katika upendo Wako, zimeunganishwa katika huduma kwenye Kizingiti Chako Kitakatifu, zimeunganika katika kutumikia Hoja Yako. Ifanye ndoa hii kuwa kama miangaza iunganishayo ya neema Yako nyingi."},
					 					  {"para":"Ee Bwana wangu, Mwenye Rehema Zote, na mionzi ing’aayo ya baraka Zako, Ewe Mkarimu, Mpaji – Daima, ili kutoka mti huu mkuu yaweze kuchipuka matawi ambayo yatakua mabichi na kusitawi kwa zawadi za baraka zinyeshazo kutoka mawingu Yako ya neema."},
					 					  {"para":"Hakika, Wewe u Mkarimu, Hakika, Wewe u Mwenye nguvu zote. Hakika, Wewe u Mwenye huruma, Mwenye Rehema Zote."}
						 				 ]
						 }
						]
}