{"prayercat":"Nyaraka za kuzuru",
			 "id":"nyarakazakuzuru",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":595,"intro":"Sifa ambayo imepambazuka kutoka Nafsi Yako tukufu, na utukufu ambao umeng’aa kutoka Uzuri Wako mwangavu kabisa, viwe juu Yako, Ewe Ambaye u Udhihirisho wa Fahari, na ",
			 			 "prayerdetails":[{"para":"(WARAKA HUU HUSOMWA KWENYE MAKABURI MATAKATIFU YA BAHA'U'LLAH NA BAB. HUTUMIWA PIA MARA KWA MARA KATIKA UADHIMISHWAJI WA SIKU KUU ZA UKUMBUSHO WAO ZA KILA MWAKA)"},
			 							  {"para":"Sifa ambayo imepambazuka kutoka Nafsi Yako tukufu, na utukufu ambao umeng’aa kutoka Uzuri Wako mwangavu kabisa, viwe juu Yako, Ewe Ambaye u Udhihirisho wa Fahari, na Mfalme wa Milele, na Bwana wa wote walio mbinguni na duniani! Nashuhudia kwamba kwa kupitia Wewe enzi ya Mungu na milki Yake, na utukufu wa Mungu na fahari Yake, vilifunuliwa, na Nyota za Mchana za utukufu wa kale zimetawanya wangavu wao katika mbingu ya amri Yako isiyobatilika, na Uzuri wa yule Asiyeonekana umeng’aa kutokea kwenye upeo wa muumbo. Nashuhudia zaidi kwamba kwa mtikiso tu wa Kalamu Yako amri Yako “U Ewe” imetiishwa, na Siri ya Mungu iliyofichika imefunuliwa, na viumbe vyote vimeletwa kwenye uhai, na Ufunuo wote umetelemshwa."},
			 							  {"para":"Ninashuhudia, zaidi, kwamba kwa kupitia uzuri Wako uzuri wa Yule Mwabudiwa umefunuliwa, na kwa kupitia uso Wako uso wa Yule Atamaniwaye umeng’aa kote, na kwamba kwa neno kutoka Kwako Wewe umeamua kati ya viumbe vyote, ukiwafanya wale waliojitolea Kwako kupaa kwenye kilele cha utukufu, na makafiri kuanguka kwenye lindi kuu kabisa. Nashuhudia kwamba yeye ambaye amekujua Wewe amemjua Mungu, na yeye ambaye amefika mbele Yako amefika mbele ya Mungu.  Ni nyingi, kwa hiyo, baraka ya yule ambaye amekuamini Wewe, na ishara Zako, na ameheshimika kwa kukutana Nawe, na amepata ridhaa njema ya mapenzi Yako, na kukuzungukia Wewe, na kusimama mbele ya kiti cha enzi Yako. Ole wake yule aliyekukosea Wewe, na amekukana Wewe, na kukataa ishara Zako, na kukaidi enzi Yako, na kuinuka dhidi Yako, kuleta kiburi mbele ya uso Wako, na amepinga ushuhuda Wako, na kukimbia mamlaka Yako na milki Yako, na kuhesabiwa pamoja na makafiri ambao majina yao yameandikwa kwa vidole vya amri Yako juu ya Nyaraka Zako takatifu."},
			 							  {"para":"Nipeperushie, basi, juu yangu Ee Mungu wangu na Mpendwa wangu, kutoka mkono wa kuume wa rehema Yako na wema Wako wa upendo, pumzi takatifu za fadhili Zako, ili ziweze kuniondoa mbali kutoka mimi mwenyewe na kutoka ulimwengu hadi kwenye viwanja vya ukaribu Wako na uwepo Wako.  U mwenye nguvu Wewe kufanya kile kikupendezacho.  Wewe, kwa kweli, umekuwa mkuu juu ya vitu vyote."},
			 							  {"para":"Kumbukumbu ya Mungu na sifa Yake, na utukufu wa Mungu na fahari Yake, viwe juu Yako, Ewe Uliye Uzuri Wake, Nashuhudia kwamba jicho la muumbo halijapata kamwe kumuona aliyedhulumiwa kama Wewe.  Wewe ulizamishwa siku zote za maisha Yako chini ya bahari ya mateso. Kwa wakati mmoja Wewe ulikuwa katika minyororo na pingu; kwa wakati mwingine ulitishiwa kwa upanga wa maadui Zako.  Walakini, licha ya yote haya, Wewe uliwaamuru watu wote kutii yale yaliyoamriwa Kwako na Yeye Ambaye yu Mjuaji – yote, Mwenye - Hekima Kabisa."},
			 							  {"para":"Roho yangu iwe dhabihu kwa maovu uliyovumilia, na moyo wangu uwe fidia kwa taabu ulizostahimili.  Namsihi Mungu, kwa Wewe na kwa wale ambao nyuso zao zimeangaziwa kwa utukufu wa nuru ya uso Wako, na ambao, kwa ajili ya upendo Wako, wametii yale yote waliyoamriwa, kuondoa utando uliopo kati Yako na viumbe Wako, na kunijalia mema ya ulimwengu huu na ulimwengu ujao. Wewe, kwa kweli, u Mwenye enzi, Aliye – tukuka Kabisa, Mtukufu – Kabisa, Msamehevu – daima, Mwenye Huruma – Kabisa."},
			 							  {"para":"Wabariki, Ee Bwana Mungu wangu, Mti Mtakatifu wa Lote na majani yake, na matawi yake, na vijitawi vyake, na mashina yake na vichipukizi vyake, kadiri ya majina Yako bora kabisa yatakavyodumu na sifa Zako tukufu kabisa zitakavyodumu. Uulinde, basi, kutoka madhara ya mshari na majeshi ya wadhalimu.  Wewe, kwa kweli, u Mwenye enzi, Mwenye nguvu kabisa. Wabariki pia, Ee Bwana Mungu wangu watumishi Wako na vijakazi Wako ambao wamekufkia Wewe.  Wewe, kwa kweli, u Mwenye baraka zote, Ambaye neema Yako haina kikomo.  Hakuna Mungu aliyepo ila Wewe, Msamehevu – Daima, Mkarimu – Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Abdu'l-Baha","wordcount":264,"intro":"Yeye yu Mtukufu – Kabisa! Ee Mungu, Mungu wangu! Nikiwa mnyenyekevu na mwenye machozi tele,",
						 "prayerdetails":[{"para":"(SALA HII ILIYOFUNULIWA NA ABDU'L-BAHA, HUSOMWA KWENYE KABURI LAKE TAKATIFU. HUTUMIWA PIA KATIKA SALA YA FARAGHA.)"},
						 				  {"para":"YEYOTE AGHANIYE SALA HII KWA UNYENYEKEVU NA BIDII ATALETA SHANGWE NA FURAHA KWENYE MOYO WA MTUMISHI HUYU; ITAKUWA KAMA VILE KUKUTANA NAYE ANA KWA ANA."},
						 				  {"para":"Yeye yu Mtukufu – Kabisa! Ee Mungu, Mungu wangu! Nikiwa mnyenyekevu na mwenye machozi tele, nainua mikono yangu ya maombi Kwako na kufunika uso wangu katika vumbi la kile Kizingiti Chako kilichotukuka juu ya maarifa ya wenye elimu, na sifa ya wale wote ambao hukutukuza Wewe.  Kwa rehema mwangalie mtumishi Wako, akiwa mnyenyekevu na dhalili mlamgoni Pako, kwa macho ya rehema Yako, na mzamishe katika Bahari ya neema Yako ya milele."},
						 				  {"para":"Bwana! Yeye mtumishi Wako maskini na dhalili, akishangazwa na kukusihi Wewe, akiwa mateka mkononi Mwako, akikuomba kwa bidii, akikutumaini Wewe, kwa machozi mbele ya uso Wako, akikuita na kukusihi Wewe, akisema:"},
						 				  {"para":"Ee Bwana, Mungu wangu! Unipe neema Yako niwatumikie wapendwa Wako, niimarishe katika utumwa wangu Kwako, angaza paji la uso wangu kwa nuru ya ibada katika uwanja wa utakatifu Wako, na ya sala kwenye ufalme Wako wa fahari.  Unisaidie kuwa mtovu wa nafsi kwenye mwingilio wa mbinguni wa lango Lako, na unisaidie kujitenga na vitu vyote ndani ya mipaka Yako mitakatifu.  Bwana! Nipe ninywe kutoka kikombe cha utovu wa nafsi; kwa joho lake univishe, na katika bahari yake unizamishe.  Unifanye kama mavumbi katika  njia ya wapendwa Wako na ujalie kwamba niweze kutoa roho yangu kwa ajili ya ardhi iliyotukuzwa kwa nyayo za miguu ya wateule Wako katika njia Yako, Ee Bwana wa Utukufu ulio Juu Kabisa."},
						 				  {"para":"Kwa sala hii mtumishi Wako akuita, alfajiri na wakati wa usiku, Timiliza haja ya moyo wake, Ee Bwana! Angaza moyo wake, furahisha kifua chake, washa nuru yake, ili aweze kuihudumia Hoja Yako na watumishi Wako."},
						 				  {"para":"Wewe ndiye Mpaji, Mwenye huruma, Mkarimu kabisa, Mwenye neema, Mwenye rehema, Mpole."}
			 							 ]
			 			 }
						]
}