{"prayercat":"Nyaraka Maalum",
			 "id":"nyarakamaalum",
			 "details": [{"prayerID":1,"prayername":"Waraka wa Ahmad","author":"Baha'u'llah","wordcount":561,"intro":"Yeye ni Mfalme, Ajuaye – Yote, Mwenye hekima! Tazama, Shorwe wa paradiso aimba juu ya ",
			 			 "prayerdetails":[{"para":"Yeye ni Mfalme, Ajuaye – Yote, Mwenye hekima! Tazama, Shorwe wa paradiso aimba juu ya vijitawi vya Mti wa Umilele, kwa sauti takatifu na tamu, akiwatangazia waaminifu habari za furaha za ukaribu wa Mungu, akiwaita waumini katika Umoja Mtakatifu kwenye uwanja wa Mbele ya Mkarimu, akiwajulisha waliotenganishwa ujumbe ambao umefunuliwa na Mungu, Mfalme, Mtukufu, Asiye na kifani, akiwaongoza wapendwa kwenye kiti cha utakatifu na kwenye Uzuri huu ung’aao."},
			 							  {"para":"Hakika huu ndio Uzuri Mkuu Kabisa, uliotabiriwa katika Vitabu vya Mitume, Ambaye kwa kupitia Yeye ukweli utabainika kutoka makosa na hekima ya kila amri itajaribiwa. Hakika Yeye ni Mti wa Uzima ambao huzaa matunda ya Mungu, Aliyetukuka, Mwenye nguvu, Mkuu."},
			 							  {"para":"Ee Ahmad! Ushuhudie kwamba hakika Yeye ni Mungu na hakuna Mungu ila Yeye, Mfalme, Mlinzi, Asiye na kifani, Mwenye nguvu zote.  Na kwamba Yule Ambaye amemtuma kwa Jina la Ali1  alikuwa Yule wa kweli kutoka kwa Mungu, Ambaye amri Zake sis sote twazifuata."},
			 							  {"para":"Sema: Enyi watu muwe watiifu kwa sheria za Mungu ambazo zimeamriwa katika Bayan na Mtukufu, Mwenye hekima.  Hakika Yeye ni Mfalme wa Mitume na Kitabu Chake ni Kitabu Mama laiti mngelifahamu."},
			 							  {"para":"Hivi ndivyo Shorwe wa paradiso atamkavyo mwito Wake kwako kutoka gereza hili.  Imempasa tu kuufikisha ujumbe huu ulio dhahiri.  Yeyote atakaye, muache augeukie mbali ushauri huu na yeyote apendaye muache njia ya kwa Bwana wake."},
			 							  {"para":"Enyi watu, ikiwa mnakanusha aya hizi, ni kwa ushuhuda gani mmemwamini Mungu? Utoeni, Enyi kusanyiko la waongo. La, kwa Yule Ambaye mkononi Mwake imo roho yangu, hawawezi, na kamwe hawataweza kufanya hivi, hata wangeunganika kusaidiana wao wenyewe."},
			 							  {"para":"Ee Ahmad! Usisahau baraka Zangu wakati nisipokuwepo.  Uzikumbuke siku Zangu maishani mwako, na taabu Zangu na uhamisho Wangu katika gereza hili la mbali.  Na uwe thabiti sana katika upendo Wangu kwamba moyo wako hautatetereka, hata kama panga za maadui zitanyesha vipigo juu yako na mbingu zote na nchi vitainuka dhidi yako."},
			 							  {"para":"Uwe kama mwale wa moto kwa maadui wangu na mto wa uzima wa milele kwa wapendwa Wangu, na usiwe kati ya wale wenye mashaka. Na ikiwa umepatwa na dhiki katika njia Yangu, au udhilifu kwa ajili Yangu, usihangaike kwavyo."},
			 							  {"para":"Mtumaini Mungu, Mungu wako na Bwana wa baba zako. Kwa kuwa watu wanatanga-tanga katika njia za udanganyifu, wakipotewa na akili kumuona Mungu kwa masikio yao wenyewe. Hivyo ndivyo tumewakuta, kama wewe pia ushuhudiavyo."},
			 							  {"para":"Hivyo ndivyo ushirikina wao umekuwa utando kati yao na mioyo yao na kuwaondoa kwenye njia ya Mungu, Aliyetukuka, Mkuu."},
			 							  {"para":"Uwe na hakika moyoni mwako kwmaba kwa hakika yule ambaye atageukia mbali kutoka Uzuri huu amegeukia mbali pia kutoka Mitume wa kale na kuonyesha kiburi mbele ya Mungu kutoka milele hadi milele."},
			 							  {"para":"Jifunze vyema Waraka huu, Ee Ahmad, Uimbe katika siku za maisha yako na usijizuie nao. Kwani, kwa hakika, Mungu ameamuru kwa yule auimbaye thawabu ya wafa dini mia moja na huduma katika dunia mbili.  Fadhili hizi tumekujalia juu yako kama neema kutoka Kwetu na rehema kutoka mbele Yetu, ili uweze kuwa kati ya wale wenye shukrani."},
			 							  {"para":"Kwa Mungu! Ikiwa mtu aliye katika mateso au huzuni atasoma Waraka huu kwa unyofu halisi, Mungu ataondoa huzuni yake, atafumbua taabu zake na kuondoa mateso yake."},
			 							  {"para":"Hakika, Yeye ni Mwenye Rehema, Mwenye huruma. Sifa iwe kwa Mungu, Bwana wa malimwengu yote."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"Waraka wa Moto","author":"Baha'u'llah","wordcount":1146,"intro":"Katika Jina la Mungu, Mkale Kabisa, Mkuu  Kabisa. Kwa kweli mioyo ya wanyofu imeteketezwa",
						 "prayerdetails":[{"para":"Katika Jina la Mungu, Mkale Kabisa, Mkuu Kabisa."},
						 				  {"para":"Kwa kweli mioyo ya wanyofu imeteketezwa katika moto wa utengano: Uko wapi mng’ao wa nuru ya Uso Wako,  Ee Mpendwa wa malimwengu?"},
						 				  {"para":"Wale walio karibu na Wewe wametelekezwa katika giza la upweke: Uko wapi mng’ao wa asubuhi wa muungano Nawe, Ee Haja ya malimwengu?"},
						 				  {"para":"Miili ya wateule Wako imelala ikitetemeka kwenye mchanga wa mbali: Iko wapi bahari ya uwepo Wako, Ee Furaha ya malimwengu?Mikono yenye shauku imeinuliwa juu kwenye mbingu ya rehema Yako na ukarimu: Ziko wapi mvua za baraka Yako, Ee Mjibu wa maliwengu?"},
						 				  {"para":"Makafiri wameinuka kwa udhalimu kila upande; Uko wapi uwezo ushurutishao wa kalamu Yako iamuruyo, Ee Mshindi wa malimwengu?"},
						 				  {"para":"Mbweko wa mbwa unasikika kwa sauti kubwa kila upande: Yuko wapi simba wa mwitu wa nguvu Yako, Ee Mwadhibishaji wa malimwengu?"},
						 				  {"para":"Ubaridi umeshashika watu wote: Liko wapi joto la upendo Wako, Ee Moto wa malimwengu?"},
						 				  {"para":"Maafa yamefkia kilele chake: Ziko wapi ishara za msaada Wako, Ee Wokovu wa malimwengu?"},
						 				  {"para":"Giza limewazingira watu walio wengi: Uko wapi wangavu wa fahari Yako, Ee Mwanga wa malimwengu?"},
						 				  {"para":"Shingo za watu zimenyoshwa kwa husuda: Ziko wapi panga za kisasi Chako, Ee Mwangamizi wa malimwengu?"},
						 				  {"para":"Utwezo umefikia kina chake cha chini kabisa: Ziko wapi alama za utukufu Wako, Ee Utukufu wa malimwengu?"},
						 				  {"para":"Huzuni zimemsibu Mfunuaji wa Jina Lako, Mwenye – Rehema Kabisa:  Iko wapi shangwe ya Mapambazuko ya Ufunuo Wako, Ee Furaha ya malimwengu?"},
						 				  {"para":"Uchungu umewapata watu wote wa dunia: Ziko wapi bendera za furaha Yako, Ee Shangwe ya malimwengu?"},
						 				  {"para":"Waona jinsi Mahali pa Mapambazuko ya ishara Zako palivyofunikwa na fikra za uovu: Viko wapi vidole vya uwezo Wako, Ee Nguvu ya malimwengu?"},
						 				  {"para":"Kiu kali imewashinda watu wote: Uko wapi mto wa baraka Yako, Ee Rehema ya malimwengu?"},
						 				  {"para":"Uroho umewashika watu wote: Ziko wapi asili za kujitenga, Ee Bwana wa malimwengu?"},
						 				  {"para":"Wewe wamuona Mdhulumiwa huyu akiwa mpweke katika uhamisho: Yako wapi majeshi ya mbingu ya Amri Yako, Ee Mfalme wa malimwengu?"},
						 				  {"para":"Nimeachwa katika nchi ngeni: Ziko wapi alama za uaminifu Wako, Ee Amana ya malimwengu?"},
						 				  {"para":"Maumivu makali ya kifo yamewashika watu wote: Uko wapi msukosuko wa bahari Yako ya uzima wa milele, Ee Uzima wa malimwengu?"},
						 				  {"para":"Minog’ono ya Shetani imepuliziwa kwa kila kiumbe: Kiko wapi kimondo cha moto Wako, Ee Nuru ya Malimwengu?"},
						 				  {"para":"Ulevi wa tamaa umewapotosha watu wengi mno: Yako wapi mapambazuko ya utakaso, Ee Haja ya malimwengu?"},
						 				  {"para":"Wewe wamuona Mdhulumiwa huyu akiwa amefunikwa katika udhalimu kati ya Wasiria? Uko wapi wangavu wa Nuru Yako ipambazukayo, Ee Nuru ya malimwengu?"},
						 				  {"para":"Wewe waniona nimekatazwa kuzungumza: Ni kutoka wapi basi, zitachipuka sauti Zako tamu, Ee Shorwe wa paradise wa malimwengu?"},
						 				  {"para":"Watu wengi mno wamegubikwa katika fikira tupu na dhana: Wako wapi wafasiri wa yakini Yako, Ee Yakini ya malimwengu?"},
						 				  {"para":"Baha anazama maji katika bahari ya mateso: Iko wapi Safina ya wokovu Wako, Ee Mwokozi wa malimwengu?"},
						 				  {"para":"Wewe wayaona Mapambazuko ya kauli Yako katika giza la muumbo: Liko wapi jua la mbingu ya rehema Yako, Ee Mtoa nuru wa malimwengu?"},
						 				  {"para":"Taa za ukweli na utakaso, za uaminifu na heshima, zimezimwa: Ziko wapi ishara za ghadhabu Yako ya ulipizaji kisasi, Ee Msukumaji wa malimwengu?"},
						 				  {"para":"Wewe waweza kuwaona wowote ambao wametetea Nafsi Yako, au ambao hufikiria juu ya yale yaliyompata katika njia ya upendo Wako? Sasa kalamu Yangu inasita. Ee Mpendwa wa malimwengu."},
						 				  {"para":"Matawi ya Mti Mtakatifu wa Lote yamelala yakiwa yamevunjwa na dhoruba zivumazo za maisha: Ziko wapi bendera za msaada Wako, Ee Mshindi wa malimwengu?"},
						 				  {"para":"Uso huu umefchwa katika vumbi la uchongezi: Ziko wapi pepo nyanana za huruma Yako, Ee Rehema ya malimwengu?"},
						 				  {"para":"Joho la utakatifu limechafuliwa na watu wenye hila:  Iko wapi nguo ya utakatifu Wako, Ee Mpambaji wa malimwengu?"},
						 				  {"para":"Baha anazama maji katika bahari ya mateso: Iko wapi Safina ya wokovu Wako, Ee Mwokozi wa malimwengu?"},
						 				  {"para":"Wewe wayaona Mapambazuko ya kauli Yako katika giza la muumbo: Liko wapi jua la mbingu ya rehema Yako, Ee Mtoa nuru wa malimwengu?"},
						 				  {"para":"Taa za ukweli na utakaso, za uaminifu na heshima, zimezimwa: Ziko wapi ishara za ghadhabu Yako ya ulipizaji kisasi, Ee Msukumaji wa malimwengu?"},
						 				  {"para":"Wewe waweza kuwaona wowote ambao wametetea Nafsi Yako, au ambao hufikiria juu ya yale yaliyompata katika njia ya upendo Wako? Sasa kalamu Yangu inasita.  Ee Mpendwa wa malimwengu."},
						 				  {"para":"Matawi ya Mti Mtakatifu wa Lote yamelala yakiwa yamevunjwa na dhoruba zivumazo za maisha: Ziko wapi bendera za msaada Wako, Ee Mshindi wa malimwengu?"},
						 				  {"para":"Uso huu umefichwa katika vumbi la uchongezi: Ziko wapi pepo nyanana za huruma Yako, Ee Rehema ya malimwengu?"},
						 				  {"para":"Joho la utakatifu limechafuliwa na watu wenye hila:  Iko wapi nguo ya utakatifu Wako, Ee Mpambaji wa malimwengu?"},
						 				  {"para":"Bahari ya rehema imetulizwa kwa kile ambacho mikono ya watu imekitenda: Yako wapi mawimbi ya baraka Yako, Ee Haja ya malimwengu?"},
						 				  {"para":"Mlango uongozao hadi Machoni Patakatifu umefungwa kwa udhalimu wa maadui Wako: Uko wapi ufunguo wa majaliwa Yako, Ee Mfunguaji wa malimwengu?"},
						 				  {"para":"Majani yamefanywa kuwa ya njano kwa pepo zitiazo sumu za maasi: Uko wapi mmwagiko wa mawingu ya baraka Yako, Ee Mtoaji wa malimwengu?"},
						 				  {"para":"Ulimwengu umetiwa giza kwa vumbi la dhambi: Ziko wapi pepo nyanana za msamaha Wako, Ee Msamehevu wa malimwengu?"},
						 				  {"para":"Kijana huyu yupo mpweke katika nchi ya ukiwa:  Iko wapi mvua ya rehema Yako ya mbinguni, Ee Mpaji wa malimwengu:"},
						 				  {"para":"Ee Kalamu  Kuu, Tumesikia mwito Wako mtamu sana katika milki ya milele:  Tega sikio kwa kile ambacho Ulimi wa Utukufu hukitamka, Ee Mdhulumiwa wa malimwengu!"},
						 				  {"para":"Kama isingekuwa kwa ajili ya baridi, jinsi gani joto la maneno Yako lingeshinda, Ee Mfasiri wa malimwengu?"},
						 				  {"para":"Kama isingekuwa kwa ajili ya maafa, jinsi gani jua la ustahimilivu Wako lingewaka, Ee Nuru ya malimwengu?"},
						 				  {"para":"Usiomboleze kwa sababu ya waovu.  Uliumbwa kustahimili na kuvumulia, Ee Subira ya malimwengu."},
						 				  {"para":"Ni matamu jinsi gani yalivyokuwa mapambazuko Yako kwenye upeo wa Ahadi kati ya wachochezi wa maasi na shauku Yako kubwa kwa Mungu, Ee Upendo wa malimwengu."},
						 				  {"para":"Kwa kupitia Wewe bendera ya uhuru ilisimikwa kwenye vilele vya juu kabisa, na bahari ya baraka ilisukasuka, Ee Furaha kuu ya malimwengu."},
						 				  {"para":"Kwa upekee Wako Jua la Umoja liliwaka, na kwa uhamisho Wako nchi ya Umoja ilipambwa.  Uwe na subira, Ewe Mhamishwa wa malimwengu."},
						 				  {"para":"Tumefanya uwezo vazi la utukufu, na mateso pambo la paji la uso Wako, Ee Fahari ya malimwengu."},
						 				  {"para":"Wewe waiona mioyo imejawa na chuki na msameha ni Wako, Ewe Msetiri wa dhambi za malimwengu."},
						 				  {"para":"Wakati panga zikipiga, enenda mbele! Wakati mishale irukapo, harakia mbele !  Ewe Sadaka ya malimwengu."},
						 				  {"para":"Je, Wewe unaomboleza, au Mimi niomboleze?  Afadhali Mimi nilie kwa uchache wa watetezi Wako,Ewe Ambaye umesababisha maombolezo ya malimwangu.Hakika, Nimesikia Mwito Wako, Ee Mpendwa Mtukufu kabisa; na sasa ndipo uso wa Bahá unawaka kwa joto la mateso na kwa moto wa neno Lako ling’aalo, na Yeye ameinuka kwa uaminifu hadi mahali pa kujitoa dhabihu, akitarajia mapenzi Yako, Ee Mwamuru wa malimwengu."},
						 				  {"para":"Ee ‘Ali-Akbar, mshukuru Bwana wako kwa Waraka huu ambao kutoka humo unaweza kuvuta harufu tamu ya upole Wangu, na kujua yaliyotupata katika njia ya Mungu, Mwabudiwa wa malimwengu yote."},
						 				  {"para":"Ikiwa watumishi wote watasoma na kuutafakari huu, moto utawashwa katika mishipa yao ambao utaunguza malimwengu. "}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"Waraka wa Baharia Mtakatifu","author":"Baha'u'llah","wordcount":1169,"intro":"Yeye ni Mwenye neema, Mpendwa – Kabisa! Ee Baharia Mtakatifu! Amuru safna yako ya milele itokee mbele ya Jeshi la Mbinguni,",
						 "prayerdetails":[{"para":"JIFUNZENI WARAKA WA BAHARIA MTAKATIFU ILI MUWEZE KUJUA UKWELI, NA KUFIKIRIA KWAMBA UZURI ULIOBARIKIWA AMETABIRI KIKAMILIFU MATUKIO YA SIKU ZIJAZO. ACHA WALE WANAOFAHAMU, WAWE NA HADHARI - ABDU'L-BAHA"},
						 				  {"para":"Yeye ni Mwenye neema, Mpendwa – Kabisa! Ee Baharia Mtakatifu! Amuru safna yako ya milele itokee mbele ya Jeshi la Mbinguni,"},
						 				  {"para":"Atukuzwe Bwana Wangu, Mtukufu – Kabisa! Ishushe juu ya bahari ya kale, katika Jina Lake, yule wa Ajabu Kabisa,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na acha roho za kimalaika ziingie, katika Jina la Mungu., Aliye Juu Kabisa."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ng’oa nanga, basi ili iweze kuelea juu ya bahari ya utukufu,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Huenda wakazi wa humo watafikia makimbilio ya ukaribu katika milki ya milele."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Baada ya kuifikia pwani takatifu, ufukwe wa bahari nyekundu."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Waamuru watoke nje na kulifikia daraja hili la lisiloonekana la mbinguni,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Daraja ambamo kwamo Bwana katika Mwale wa Uzuri Wake ametokea ndani ya mti usiokufa;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ambamo kwamo wale walio asili ya Hoja Yake walijitakasa wenyewe kutokana na nafsi na tamaa;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa!  Ambayo kuzungukia kwake Utukufu wa Musa huzunguka pamoja na majeshi ya milele;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ambamo kwamo mkono wa Mungu ulichomolewa kutoka kifua cha Fahari;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ambamo kwamo safina ya Hoja imebaki bila kujongea hata kama kwa wakazi wake zitajulishwa sifa zote za Mungu."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ee Baharia! Wafunze wale walio ndani ya safIna yale ambayo tumekufunza nyuma ya pazia la siri,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Huenda hawataweza kusita katika mahali patakatifu peupe kama theluji,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Lakini wapae juu ya mabawa ya roho hadi lile daraja ambalo Bwana amelitukuza kupita kumbukumbu yoyote katika malimwengu ya chini."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Waweze  kuruka  angani  kama  vile ndege waliopendelewa katika milki ya muungano tena wa milele;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Waweze kujua siri zilizofichwa katika Bahari za mwangaza."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Wakayapita madaraja ya mipaka ya kidunia na kulifikia lile la umoja mtakatifu, kiini cha uongozi wa mbinguni."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Hapo ndipo kimondo kiwakacho kikawatupa nje kutoka wale wakaao katika Ufalme wa Machoni Pake,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa!  Na wakasikia Sauti ya Fahari ikipazwa kutoka nyuma ya hema kubwa lisiloonekana juu ya Kilele cha Utukufu;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Enyi malaika walinzi! Warudisheni kwenye makao yao katika dunia ya chini,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Kwa kuwa wamekusudia kupanda hadi kwenye mahali pale ambapo mabawa ya hua wa mbinguni hayajafikia kamwe;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Hpo ndipo merikebu ya mawazo matupu imesimama kimya ambayo akili za wale wanaofahamu haziwezi kuelewa.”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ndipo mwanamwali wa mbinguni akatazama nje kutoka chumba chake kitukufu,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na kwa kipaji cha uso wake aliliashiria Jeshi la Mbinguni,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Akizifurisha kwa nuru ya uso wake mbingu na nchi,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na kama wangavu wa uzuri wake alivyong’aa juu ya watu wa mavumbini,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Viumbe vyote vilitikiswa katika makaburi yao ya mauti."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ndipo alipopaza mwito ambao hakuna sikio kutoka milele limepata kuusikia,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na akatangaza hivi: “Kwa Bwana! Yeye ambaye moyo wake hauna manukato ya upendo wa Kijana wa Ki-Arabu aliyetukuka na mtukufu,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Hawezi hata kidogo kupaa hadi utukufu wa mbingu ya juu kabisa.”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ndipo mara akaamuru kufika kwake kijakazi mmoja kutoka vijakazi wake,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na akamuamuru”’Telemka hadi eneo la anga kutoka majumba ya milele;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Na ukigeukie kile ambacho wamekificha ndani kabisa ya mioyo yao.”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Ikiwa utavuta pumzi ya manukato ya joho kutoka yule Kijana ambaye amefichwa ndani ya hema takatifu la nuru kwa sababu ya kile ambacho mikono ya waovu imekitenda.”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Paaza sauti katika nafsi yako, kwamba wakazi wote wa vyumba vya Peponi, ambao ni asili ya utajiri wa milele, waweze kufahamu na kusikiliza;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Ili wote watelemke kutoka vyumba vyao vya milele na kutetemeka,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Na kubusu mikono yao na miguu kwa kuweza kupaa hadi kufkia vilele vya uaminifu;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Huenda wataweza kupata kutoka majoho yao manukato ya Yule Mpendwa.”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Mara uso wa mwanamwali aliyependelewa ukaangaza juu ya vyumba vya mbinguni kama vile nuru ing’aayo kutoka uso wa yule Kijana juu ya mwili Wake wa mauti;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ndipo akatelemka kwa urembo mkuu mno hata kuangazia mbingu na vyote vilivyomo humo."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Alijishughulisha mwenyewe na kutia marashi vitu vyote katika nchi za utakatifu na fahari."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Alipofika mahali pale alisimama wima kabisa katika sehemu ya katikati kabisa ya muumbo,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na alitaka kuvuta pumzi ya manukato yao katika wakati usiojua mwanzo wala mwisho."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Hakukuta ndani mwao kile alichokitamani, na hii, hakika, ni mojawapo tu ya visa Vyake vya ajabu."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Ndipo akalia kwa sauti kubwa, akiomboleza na kwenda kwenye daraja lake mwenyewe ndani ya jumba lake tukufu kabisa,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na kisha akatamka neno moja la siri, akinong’ona kwa faragha kwa ulimi wake wenye asali,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na akapaaza mwito kati ya Jeshi la Mbinguni na wanawali waishio milele wa mbinguni:"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Kwa Bwana! Sikupata kutoka kwa wadai hawa wasiofaa upepo wa Uaminifu!”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! “Kwa Bwana! Yule Kijana amebakia pekee na mkiwa katika nchi ya uhamisho katika mikono ya wasiomcha Mungu.”"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Kisha akatoa, katika nafsi yake mwenyewe kilio cha jinsi ambayo kwamba Jeshi la Mbinguni lililia kwa maumivu na kutetemeka,"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Na akaanguka juu ya mavumbi na akakata roho. Kana kwamba aliitwa na kumsikiliza Yeye aliyemwita kwenye Milki iliyo Juu."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Atukuzwe Yeye aliyemuumba kutoka kiini cha upendo katika mahali pa katikati kabisa pa Paradiso yake iliyotukuka!"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu – Kabisa! Mara wanawali wa mbinguni waliharakia nje kutoka vyumba vyao, ambao juu ya nyuso zao hakuna jicho la mkazi yeyote katika Paradiso ya juu kabisa limepata kuona."},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu-Kabisa! Wote walimzunguka, na loo! waliukuta mwili wake umeanguka mavumbini;"},
						 				  {"para":"Atukuzwe Bwana wangu, Mtukufu-Kabisa! Na walipoona hali yake na kufahamu neno moja la kisa kilichohadithiwa na yule Kijana, walifunua vichwa vyao, wakararulia mbali mavazi yao, wakajipiga usoni mwao, wakasahau furaha yao, wakatoa machozi na wakajipiga kwa mikono yao kwenye mashavu yao, na haya hakika ni mojawapo ya mateso ya huzuni na ya siri ya ajabu."},
						 				  {"para":"Atukuzwe Bwana wetu, Aliye juu – Kabisa!"}
						 				 ]
						 }
						]
}