{"prayercat":"Sala za Faradhi",
			 "id":"salazafaradhi",
			 "details": [{"prayerID":1,"prayername":"Sala fupi ya faradhi","author":"Baha'u'llah","wordcount":350,"intro":"Nashuhudia Ehh Mungu Wangu, kwamba wewe umeniumba mimi kukujua wewe na...",
			 				"prayerdetails":[{"para":"IGHANIWE MARA MOJA NDANI YA SAA ISHIRINI NA NNE, WAKATI WA ADHUHURI"},
			 								 {"para":"Ninashuhudia, Ee Mungu wangu, kwamba Wewe Umeniumba mimi kukujua Wewe na kukuabudu Wewe."},
			 								 {"para":"Ninashuhudia katika wakati huu, juu ya unyonge wangu na uwezo Wako, juu ya umaskini wangu na utajiri Wako."},
			 				  				 {"para":"Hakuna Mungu mwingine ila Wewe. Msaada katika Mashaka, Ajitoshelezaye – Mwenyewe."}]},
						 {"prayerID":2,"prayername":"Sala ya kati ya faradhi","author":"Baha'u'llah","wordcount":457,"intro":"Imarisha Mikono yangu, Ehh Mungu Wangu, ili ukishikilie kitabu chako kwa ule uthabiti",
						    "prayerdetails":[{"para":"IGHANIWE KILA SIKU, ASUBUHI, ADHUHURI, NA JIONI"},
			 								 {"para":"YEYOTE APENDAYE KUSALI (SALA HII), MWACHE ANAWE MIKONO YAKE, NA WAKATI ANAWAPO, MWACHE ASEME:"},
			 								 {"para":"Imarisha mkono wangu, Ee Mungu wangu, ili uweze kukishikilia Kitabu Chako kwa ule uthabiti ambao kwao majeshi ya ulimwengu yasiwe na nguvu juu yake. Ukilinde basi kisiguswe na chochote kisichohusika nacho. Hakika, Wewe ni Mweza, Mwenye Nguvu kabisa."},
			 				  				 {"para":"NA WAKATI AKINAWA USO WAKE, MWACHE ASEME:"},
			 				  				 {"para":"Nimegeuzia uso wangu Kwako, Ee Bwana wangu! Uuangazie kwa nuru ya uso Wako. Uulinde basi kutomgeukia yeyote ila Wewe."},
			 				  				 {"para":"KISHA MWACHE ASIMAME, NA AKIGEUKIA KIBLA (MAHALI PA IBADA, M.Y BAHJI, 'AKKA'), MWACHE ASEME:"},
			 				  				 {"para":"Mungu hushuhudia kwamba hakuna Mungu mwingine ila Yeye. Zake ni falme za Ufunuo na za muumbo. Yeye, kwa kweli, amemdhihirisha Yule Ambaye ndiye Pambazuko la Ufunuo, Ambaye alizungumza juu ya Sinai, Ambaye kupitia Kwake Upeo Mkuu kabisa umefanywa kung’aa, na Mti wa Lote ambao mbele yake hakuna mapito umenena, na kupitia Kwake wito umetangazwa kwa wote walio Mbinguni na duniani: “Tazama, Mmiliki wa vyote amekuja. Nchi na mbingu, utukufu na milki ni vya Mungu, Bwana wa watu wote, na Mwenye Kiti cha enzi juu na duniani!”"},
			 				  				 {"para":"KISHA, MWACHE AINAME, AKIEGEMEZA MIKONO KWENYE MAGOTI, NA ASEME:"},
			 				  				 {"para":"Umetukuka Wewe kupita sifa yangu na sifa ya mwingine yeyote kando yangu, na maelezo ya wote waliopo mbinguni na wote waliopo duniani!"},
			 				  				 {"para":"KISHA, AKIWA AMESIMAMA NA MIKONO IKIWA IMEFUNGULIWA, VIGANJA VIKIELEKEZWA JUU USONI, NA ASEME:"},
			 				  				 {"para":"Usinivunje moyo, Ee Mungu wangu, yule ambaye, kwa vidole viombavyo sana, ameshikilia kwenye pindo la rehema yako na neema Yako, Ewe Ambaye kati ya wale waoneshao rehema u Mwenye Rehema Kabisa!"},
			 				  				 {"para":"KISHA MWACHE, HALAFU, AKAE KITAKO NA ASEME:"},
			 				  				 {"para":"Ninashuhudia juu ya umoja Wako na upekee Wako, na kwamba Wewe u Mungu, na kwamba hakuna Mungu mwingine kando Yako. Wewe, hakika, Umefunua Hoja Yako, Umetimiza Ahadi Yako, na kufungua mlango wa neema Yako kwa wote wakaao mbinguni na duniani. Baraka na amani, salaam na utukufu, viwe juu ya wapendwa Wako, ambao mabadiliko na nasibu za ulimwengu havikuwazuia kukugeukia Wewe, na ambao wametoa vitu vyao vyote, kwa tumaini la kupata kile ulicho nacho Wewe. Wewe, kwa kweli, u Msamehevu – Daima, Mkarimu – Kabisa."}
			 				  				 ]},
						 {"prayerID":3,"prayername":"Sala ndefu ya faradhi","author":"Baha'u'llah","wordcount":780,"intro":"Nashuhudia Ehh Mungu Wangu, kwamba wewe umeniumba mimi kukujua wewe na...",
						 "prayerdetails":[{"para":"IGHANIWE MARA MOJA KATIKA MUDA WA SAA ISHIRINI NA NNE"},
					 					  {"para":"YEYOTE APENDAYE KUGHANI SALA HII, MWACHE ASIMAME NA AMGEUKIE MUNGU, NA, ASIMAMAPO MAHALI PAKE, MWACHE ATAZAME KULIA NA KUSHOTO, KANA KWAMBA ANANGOJEA REHEMA YA BWANA WAKE, MWENYE REHEMA NYINGI KABISA, MWENYE HURUMA. KISHA MWACHE ASEME:"},
					 					  {"para":"Ewe Uliye Bwana wa majina yote na Muumba wa mbingu! Ninakusihi Wewe kwa wao Ambao ni Mapambazuko ya Asili Yako isiyoonekana, Aliyetukuka kuliko wote, Mtukufu kabisa, kuifanya sala yangu moto ambao utateketeza vizuizi ambavyo vimenifungia nje ya uzuri Wako, na mwanga ambao utaniongoza kwenye bahari ya uwepo Wako."},
					 					  {"para":"KISHA MWACHE AINUE MIKONO YAKE KWA MAOMBI KUMUELEKEA MUNGU - ABARIKIWE NA KUTUKUZWA YEYE - NA ASEME:"},
					 					  {"para":"Ewe Haja ya ulimwengu na Mpendwa wa mataifa! Wewe waniona nikikugeukia Wewe, na nikiondolewa mwambatano kwa yeyote isipokuwa Wewe, na niking’ang’ania kwenye ugwe Wako, ambao kwa mtikisiko wake muumbo mzima umetikiswa. Mimi ni mtumishi Wako, Ee Bwana wangu, na mwana wa kiume wa mtumishi Wako.  Nitazame nimesimama tayari kufanya mapenzi Yako na haja yako, na bila kutaka chochote isipokuwa ridhaa Yako njema. Nakusihi Wewe kwa Bahari ya rehema Yako na Nyota ya mchana ya neema Yako kumtendea mtumishi Wako kama Wewe utakavyo na upendavyo.  Kwa uwezo Wako ambao umepita kabisa mtajo wote na sifa! Chochote ambacho kimefunuliwa Nawe ndio haja ya moyo wangu na kipenzi cha roho yangu. Ee Mungu, Mungu wangu! Usiangalie matumaini yangu na matendo yangu, la, afadhali zaidi uangalie mapenzi Yako ambayo yamezunguka mbingu na dunia.  Kwa Jina Lako Kuu Kabisa, Ewe Bwana wa mataifa yote! Nimekitamani tu kile Wewe ulichokitamani, na kupenda tu kile Wewe ukipendacho."},
					 					  {"para":"KISHA MWACHE APIGE MAGOTI, NA AKIINAMISHA PAJI LA USO WAKE ARDHINI, MWACHE ASEME:"},
					 					  {"para":"Umetukuka Wewe kupita maelezo ya yeyote isipokuwa Wewe Mwenyewe, na ufahamu wa chochote ila Wewe."},
					 					  {"para":"KISHA MWACHE ASIMAME NA ASEME:"},
					 					  {"para":"Ifanye sala yangu, Ee Bwana wangu, chemchemi ya maji ya uzima ambayo kwayo nipate kuishi kadiri enzi Yako idumuvyo, na kukutaja Wewe katika kila ulimwengu wa malimwengu Yako."},
					 					  {"para":"MWACHE TENA AINUE MIKONO YAKE KWA MAOMBI, NA ASEME:"},
					 					  {"para":"Ee Ewe Ambaye katika utengano Nawe mioyo na roho vimeyeyuka, na kwa moto wa upendo Wako ulimwengu wote umewashwa moto!  Nakusihi Wewe kwa Jina Lako ambalo kwalo Umeshinda muumbo mzima, usininyime kile ulicho nacho Wewe, Ewe Utawalaye watu wote! Wewe waona, Ee Bwana wangu, mgeni huyu akiharakia kwenye maskani yake yaliyotukuka kabisa chini ya kipaa cha utukufu Wako na katika mipaka ya rehema Yako; na mkosefu huyu akitafuta bahari ya msamaha Wako; na mnyonge huyu baraza la utukufu Wako; na kiumbe huyu fukara mashariki ya utajiri Wako. Yako ni mamlaka kuamuru chochote upendacho. Nashuhudia kwamba Wewe u wa kusifiwa katika matendo Yako, na kutiiwa katika maagizo Yako, na kubakia bila kushurutishwa katika amri Yako."},
					 					  {"para":"KISHA MWACHE AINUE MIKONO YAKE, ARUDIE MARA TATU JINA KUU KABISA. KISHA MWACHE AINAME, MIKONO YAKE IKIWA IMEEGEMEZWA MAGOTINI MBELE YA MUNGU - AMEBARIKIWA NA KUTUKUKA YEYE - NA ASEME:"},
					 					  {"para":"Wewe waona, Ee Mungu wangu, jinsi roho yangu ilivyosisimuliwa katika viungo vyangu na sehemu za mwili, katika hamu yake kukuabudu Wewe, na katika shauku yake kukukumbuka Wewe na kukutukuza Wewe; jinsi ishuhudiavyo juu ya yale ambayo Ulimi wa Amri Yako umeshuhudia katika ufalme wa usemi Wako na mbingu ya elimu Yako.  Ninapenda, katika hali hii, Ee Bwana wangu, kukuomba Wewe yote yale uliyo nayo Wewe, ili nithibitishe umaskini wangu, na kutukuza ukarimu Wako na utajiri Wako, na niweze kutangaza unyonge wangu, na kudhihirisha nguvu Yako na uwezo Wako."},
					 					  {"para":"KISHA MWACHE ASIMAME NA AINUE MIKONO YAKE MARA MBILI KWA MAOMBI, NA ASEME:"},
					 					  {"para":"Hakuna Mungu ila Wewe, Mwenyezi, Mkarimu - Kabisa. Hakuna Mungu ila Wewe, Aamuruye mwanzoni na mwishoni. Ee Mungu, Mungu wangu! Msamaha Wako umenitia moyo, na rehema yako imeniimarisha, na wito Wako umenizindua, na neema Yako imeniinua na kuniongoza Kwako. Vinginevyo, mimi ni nani hata kwamba nithubutu kusimama kwenye lango la mji wa ukaribu Wako, au kuelekeza uso wangu kwenye miangaza ambayo inang’aa kutoka mbingu ya mapenzi Yako?  Wewe wamuona, Ee Bwana wangu, kiumbe huyu dhalili akibisha kwenye mlango wa neema Yako, na roho hii itowekayo ikitafuta mto wa uzima wa milele kutoka mikono ya ukarimu Wako.  Yako ni amri wakati wote, Ewe Ambaye u Bwana wa majina yote; na yangu ni kujitoa na utii wa hiari kwa mapenzi Yako, Ee Muumba wa mbingu!"},
					 					  {"para":"KISHA MWACHE AINUE MIKONO YAKE MARA TATU NA ASEME:"},
					 					  {"para":"Mungu ni mkuu kuliko mkuu yeyote!"},
					 					  {"para":"KISHA MWACHE APIGE MAGOTI NA AKIINAMISHA PAJI LA USO WAKE ARDHINI, ASEME:"},
					 					  {"para":"Wewe u juu mno kwa sifa ya wale ambao wapo karibu Nawe kupaa kwenye mbingu ya ukaribu Wako, au kwa ndege wa mioyo ya wale ambao wamejitoa kwako kufikia mlango wa lango Lako.  Ninashuhudia kwamba Wewe umetakaswa kupita sifa zote na mtakatifu kupita majina yote.  Hakuna Mungu ila Wewe, Aliyetukuka kuliko wote, Mtukufu Kabisa."},
					 					  {"para":"KISHA MWACHE AKAE KITAKO MWENYEWE NA ASEME:"},
					 					  {"para":"Ninashuhudia yale ambayo viumbe vyote vimeshuhudia, na Jeshi lililo juu, na Wakaaji wa Paradiso iliyo juu kabisa, na mbele yao Ulimi wa Fahari wenyewe kutoka upeo mtukufu kabisa, kwamba Wewe u Mungu, kwamba hakuna Mungu ila Wewe, na kwamba Yeye Ambaye amedhihirishwa ni Siri iliyofichwa, Alama Ithaminiwayo, Ambayo kupitia Kwake Yeye Herufi KU na WA (Kuwa) zimeunganishwa na kufumwa pamoja.  Ninashuhudia kwamba ni Yeye Ambaye jina lake limeandikwa kwa Kalamu ya Aliye Juu Kabisa, na Ambaye ametajwa katika Vitabu vya Mungu, Bwana wa Kiti cha enzi cha juu na duniani."},
					 					  {"para":"KISHA MWACHE ASIMAME WIMA NA ASEME:"},
					 					  {"para":"Ee Bwana wa viumbe vyote na Mmiliki wa vitu vyote vionekanavyo na visivyoonekana! Wewe unaona machozi yangu na kuhema kwangu kwa taabu, na unasikia kuugua kwangu, na kugumia kwangu, na uliaji wa moyo wangu. Kwa uwezo Wako! Makosa yangu yamenizuilia kukukaribia Wewe; na dhambi zangu zimenisimamishia mbali kutoka uwanja wa utakatifu Wako. Upendo Wako, Ee Bwana wangu, umenitajirisha, na utengano Nawe umeniharibu, na kuwa mbali Nawe kumeniteketeza.  Ninakusihi Wewe kwa nyayo Zako katika jangwa hili, na kwa maneno “Mimi Nipo hapa, Mimi Nipo hapa”, ambayo wateule Wako wametamka katika uwanja huu usio na mipaka, na kwa pumzi za Ufunuo Wako, na pepo nyanana za Mapambazuko ya Udhihirisho Wako, kuamuru kwamba niutazame uzuri Wako na kufuata chochote kilichomo katika Kitabu Chako."},
					 					  {"para":"KISHA MWACHE ARUDIE JINA KUU KABISA MARA TATU, AINAME MIKONO YAKE IKIWA IMEEGEMEZWA MAGOTINI, NA ASEME"},
					 					  {"para":"Sifa iwe Kwako, Ee Mungu wangu, kwamba Wewe umenisaidia mimi kukukumbuka Wewe na kukusifu Wewe, na umemfanya ajulikane kwangu Yeye Ambaye ndiye Mapambazuko ya ishara Zako, na umenisababisha nisujudu mbele ya Ubwana Wako, na kujinyenyekeza mwenyewe mbele ya Uungu Wako, na kukiri yale ambayo yamenenwa na Ulimi wa fahari Yako."},
					 					  {"para":"KISHA MWACHE AINUKE NA ASEME:"},
					 					  {"para":"Ee Mungu, Mungu wangu! Mgongo wangu umeelemewa kwa mzigo wa dhambi zangu, na uzembe wangu umeniharibu. Nifikiriapo maovu yangu na ukarimu Wako, moyo wangu huyeyuka ndani mwangu, na damu huchemka katika mishipa yangu.  Kwa Uzuri Wako, Ewe Haja ya ulimwengu! Natahayari kuinua uso wangu Kwako, na mikono yangu yenye shauku inafedheheka kukunjuka kuelekea mbingu ya ukarimu Wako.Wewe unaona, Ee Mungu wangu, jinsi machozi yangu yanizuiavyo kukukumbuka Wewe na kutukuza njema Zako. Ewe Bwana wa Kiti cha enzi cha juu na cha duniani! Ninakusihi Wewe kwa ishara za Ufalme Wako na siri za Milki yako kuwatendea wapendwa Wako kama ustahilivyo ukarimu Wako, Ee Bwana wa viumbe vyote, na ustahiliye neema Yako, Ee Mfalme wa vionekanavyo na visivyoonekana!"},
					 					  {"para":"KISHA MWACHE ARUDIE JINA KUU KABISA MARA TATU, NA APIGE MAGOTI PAJI LAKE LA USO LIKIWA ARDHINI, NA ASEME:"},
					 					  {"para":"Sifa iwe Kwako, Ee Mungu wetu, kwamba Wewe umetutelemshia yale yatusogezayo karibu Nawe, na hutupa kila jema lililotelemshwa Nawe katika Vitabu Vyako na Maandiko Yako Matakatifu. Utulinde, tunakusihi, Ee Bwana wangu, kutoka wingi wa mawazo yasiyofaa na fikra za upuuzi. Wewe kwa kweli, u Mweza, Ajuaye – Yote."},
					 					  {"para":"KISHA MWACHE AINUE KICHWA CHAKE, NA AKAE KITAKO MWENYEWE NA ASEME:"},
					 					  {"para":"Ninashuhudia, Ee Mungu, juu ya yale ambayo Wateule Wako wameyashuhudia, na kukiri yale ambayo wakaaji wa Paradiso ya juu kabisa na wale ambao wamezunguka Kiti cha enzi chenye nguvu wamekiri.  Falme za duniani na mbinguni ni Zako, Ee Bwana wa malimwengu!"}
						 				 ]}
						]
}