{"prayercat":"Sifa za Kiroho",
			 "id":"sifazakiroho",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":275,"intro":"Kutoka vijito vyenye marashi matamu vya umilele Wako nipe ninywe, Ee Mungu wangu, matunda ya ",
			 			 "prayerdetails":[{"para":"Kutoka vijito vyenye marashi matamu vya umilele Wako nipe ninywe, Ee Mungu wangu, matunda ya mti wa uhai Wako uniwezeshe kuonja, Ee Tumaini langu! Kutoka chemchemi zing’aazo za upendo Wako acha nigugumize, Ee Utukufu wangu, na chini ya kivuli cha majaliwa Yako ya milele acha nidumu, Ee Nuru yangu! Ndani ya mashamba ya ukaribu Wako, mbele ya uwepo Wako, niwezeshe kuzurura, Ee Mpendwa wangu, na kwenye mkono wa kuume wa kiti cha enzi cha rehema Yako, niketishe, Ee Haja Yangu! Kutoka pepo nyanana za manukato za furaha Yako acha pumzi ipite juu yangu, Ee Kusudi langu, na ndani kwenye vilele vya paradiso ya uhalisi Wako niruhusu kuingia, Ee Muabudiwa wangu! Kwenye sauti tamu za hua wa umoja Wako acha nitege sikio, Ee Ang’aaye sana, na kwa roho ya nguvu Yako na uwezo Wako nihuishe Ee Mjalia wangu! Katika moyo wa upendo Wako niweke thabiti, Ee Msaidizi wangu, na katika njia ya ridhaa Yako njema ziimarishe hatua zangu, Ee Muumba wangu! Ndani ya bustani ya uzima Wako wa milele, mbele ya uso Wako, acha nidumu milele, Ewe Ambaye u mwenye rehema kwangu, na juu ya kiti cha utukufu Wako niweke imara, Ewe Ambaye u Mmiliki wangu! Kwenye mbingu ya wema Wako wa upendo niinue, Ee Mhuishaji wangu, na kwenye Nyota ya Mchana ya uongozi Wako niongoze, Ewe Mvutiaji wangu! Mbele ya ufunuo wa roho Yako isiyoonekana niite niwepo, Ewe Ambaye u Asili yangu na Matakwa yangu ya Juu Kabisa, na hadi kwenye asili ya manukato ya uzuri Wako, ambao Wewe utaudhihirisha, nirudishe, Ewe Ambaye u Mungu wangu!"},
			 							  {"para":"Wewe  u  Mwenye  nguvu  kufanya yale yakupendezayo. Wewe, hakika, u Aliyetukuka Kabisa, Mtukufu – Kuliko wote, Aliye juu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":135,"intro":"Umba ndani mwangu moyo safi, Ee Mungu wangu, na fanya upya fahamu tulivu ndani mwangu, Ee",
						 "prayerdetails":[{"para":"Umba ndani mwangu moyo safi, Ee Mungu wangu, na fanya upya fahamu tulivu ndani mwangu, Ee Tumaini langu! Kwa kupitia roho ya nguvu nithibitishe katika Hoja Yako, Ee Mpendwa wangu Kabisa, na kwa nuru ya utukufu Wako nifunulie njia Yako, Ewe kusudi la haja yangu! Kwa kupitia nguvu ya uwezo Wako mkuu kupita kiasi niinue hadi kwenye mbingu ya utakatifu wako, Ee Chanzo cha uhai wangu, na kwa pepo nyanana za umilele Wako unifurahishe, Ewe Ambaye u Mungu wangu! Acha nyimbo Zako tamu za milele zinipulizie utulivu juu yangu, Ee Mwenzi wangu na acha utajiri wa uso Wako wa kale uniokoe kutoka vyote isipokuwa Wewe, Ee Bwana wangu, na acha habari njema za ufunuo wa Asili Yako isiyoharibika ziniletee shangwe, Ewe Ambaye u mwenye kudhihirika kabisa kati ya waliodhihirika na aliyefchwa kabisa kati ya waliofchwa!."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":73,"intro":"Ee Mungu! Changamsha na furahisha roho yangu. Takasa moyo wangu. Angazia nguvu zangu.",
						 "prayerdetails":[{"para":"Ee Mungu! Changamsha na furahisha roho yangu. Takasa moyo wangu. Angazia nguvu zangu. "},
						 				  {"para":"Naweka shughuli zangu zote mikononi Mwako. Wewe u Kiongozi wangu na Kimbilio langu. Sitakuwa mwenye huzuni na ghamu tena; nitakuwa mtu mwenye furaha na shangwe. Ee Mungu! Sitajawa na mashaka tena, wala sitaacha taabu zinisumbue. Sitafikiri sana juu ya vitu visivyofaa vya maisha."},
						 				  {"para":"Ee Mungu! Wewe u rafiki zaidi kwangu kuliko nilivyo kwangu mimi mwenyewe. Najitoa mwenyewe Kwako, Ee Bwana."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":273,"intro":"Yeye ni Mwenye neema, Mkarimu – Kabisa! Ee Mungu, Mungu wangu! Mwito Wako umenivutia, na ",
						 "prayerdetails":[{"para":"Yeye ni Mwenye neema, Mkarimu – Kabisa! Ee Mungu, Mungu wangu! Mwito Wako umenivutia, na sauti ya Kalamu Yako ya Utukufu imeniamsha. Mkondo wa maneno matakatifu umenifurahisha mno, na divai ya mvuto Wako imenipendeza mno. Wewe waniona, Ee Bwana, nikijitenga na vitu vyote ila Wewe, niking’ang’ania kwenye ugwe wa baraka Yako na nikitamani sana maajabu ya neema Yako. Nakuomba Wewe, kwa mawimbi ya milele ya wema Wako wa upendo na miangaza iwakayo ya uangalizi Wako wa upendo na fadhili, kujalia kile kitakachonileta karibu Nawe na kunitajirisha katika utajiri Wako. Ulimi wangu, kalamu yangu, uhai wangu wote, hushuhudia juu ya uwezo Wako, nguvu Yako, neema Yako na Baraka Yako, kwamba Wewe u Mungu na hakuna Mungu mwingine ila Wewe, Mwenye nguvu, Mwenye uwezo."},
					 					  {"para":"Nashuhudia katika wakati huu, Ee Mungu wangu, juu ya unyonge wangu na enzi Yako, udhaifu wangu na nguvu Yako. Mimi sijui kile kinachoninufaisha au kinachonidhuru: Wewe, hakika, u Ajuaye – Yote. Mwenye Hekima – Kabisa. Amuru kwa ajili yangu, Ee Bwana, Mungu wangu, na Bwana wangu, kile kitakachonifanya nijisikie kuridhika na amri Yako ya milele na kuninufaisha katika kila ulimwengu Wako. Wewe kwa kweli u Mwenye neema, Mkarimu."},
					 					  {"para":"Bwana! Usinigeuzie mbali kutoka bahari ya utajiri Wako na mbingu ya rehema Yako, na amuru kwa ajili yangu mema ya ulimwengu huu na wa baadaye. Hakika, Wewe u Bwana wa kiti cha rehema, uliyetawazwa juu kabisa: hakuna Mungu mwingine ila Wewe, yule Mmoja. Ajuaye-Yote, Mwenye Hekima Kabisa."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Baha'u'llah","wordcount":72,"intro":"Ee Bwana wangu! Fanya uzuri Wako kuwa chakula changu, na uwepo Wako kinywaji changu, na ",
						 "prayerdetails":[{"para":"Ee Bwana wangu! Fanya uzuri Wako kuwa chakula changu, na uwepo Wako kinywaji changu, na ridhaa Yako tumaini langu, na kukusifu Wewe kitendo changu, na kukukumbuka Wewe mwenzi wangu, na nguvu ya enzi Yako msaidizi wangu, na makao Yako maskani yangu, na mahali niishipo kiti ambacho Wewe umekitakasa kutoka mipaka iliyotwishwa juu ya wale ambao wamefungiwa nje kama kwa utando kutoka Kwako."},
					 					  {"para":"Wewe, hakika, u Mweza yote, Mtukufu Kabisa, Mwenye nguvu Kabisa."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Baha'u'llah","wordcount":269,"intro":"Lisifwe Jina Lako, Ee Bwana Mungu wangu! Mimi ni mtumishi Wako ambaye ameshikilia ugwe wa ",
						 "prayerdetails":[{"para":"Lisifwe Jina Lako, Ee Bwana Mungu wangu! Mimi ni mtumishi Wako ambaye ameshikilia ugwe wa rehema Zako za upendo, na kung’ang’ania kwenye pindo la ukarimu Wako. Nakusihi Wewe kwa jina Lako ambalo kwalo umevitiisha viumbe vyote, vionekanavyo na visivyoonekana, na kwalo pumzi ambayo ni uzima wa kweli ilipeperushwa juu ya muumbo mzima, kuniimarisha kwa nguvu Yako ambayo imezunguka mbingu na nchi, na kunilinda kutokana na maradhi yote na majonzi. Nashuhudia kwamba Wewe u Bwana wa majina yote, na muamuru wa yote yale yanaweza kukupendeza Wewe. Hakuna Mungu mwingine ila Wewe, Mweza yote, Ajuaye Yote, Mwenye Hekima Kabisa."},
					 					  {"para":"Amuru kwa ajili yangu, Ee Bwana wangu, kile kitakachoninufaisha katika kila ulimwengu wa malimwengu Yako. Nipe, basi, yale ambayo Wewe umeyaandika kwa ajili ya wateule kati ya viumbe Wako, ambao hakuna shutuma za mshutumu, wala makelele ya kafiri, wala kujitenga kwa wale walio- jiondoa kutoka Kwako, vimewazuia kukuelekea Wewe."},
					 					  {"para":"Wewe, kwa kweli, u Msaada katika Mashaka kwa nguvu za enzi Yako. Hakuna Mungu Aliyepo ila Wewe, Mweza yote, Mwenye nguvu kuliko wote."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Baha'u'llah","wordcount":77,"intro":"Ee Mungu wangu, Mungu wa ukarimu na rehema! Wewe u yule Mfalme Ambaye kwa neno Lake la ",
						 "prayerdetails":[{"para":"Ee Mungu wangu, Mungu wa ukarimu na rehema! "},
					 					  {"para":"Wewe u yule Mfalme Ambaye kwa neno Lake la uamrishaji muumbo mzima umeitwa kwenye uhai; na Wewe u yule Mkarimu Kabisa Ambaye matendo ya watumishi Wake hayajamzuia kamwe kuonyesha neema Yake, wala kupinga ufunuo wa ukarimu Wake."},
					 					  {"para":"Acha mtumishi huyu, nakusihi Wewe, kufkia kile ambacho ndio chanzo cha wokovu wake katika kila ulimwengu wa malimwengu Yako. Wewe, hakika, u Mweza yote, Mwenye nguvu Kabisa, Ajuaye yote, Mwenye hekima Kabisa."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Baha'u'llah","wordcount":384,"intro":"Yeye ni Mungu msikia sala, mjibu sala! Kwa utukufu Wako, Ewe Mpendwa, Wewe mtoaji wa ",
						 "prayerdetails":[{"para":"Yeye ni Mungu msikia sala, mjibu sala! Kwa utukufu Wako, Ewe Mpendwa, Wewe mtoaji wa mwangaza kwa dunia! Miale ya utengano imeniteketeza, na ukaidi wangu umeyeyusha moyo wangu ndani mwangu. Nakuomba Wewe, kwa Jina Lako Kuu Kabisa, Ewe Haja ya ulimwengu na Mpendwa – Kabisa wa binadamu! Kujalia kwamba upepo mwanana wa Msukumo Wako uweze kumili roho yangu, ili sauti Yako ya ajabu iweze kulifikia kwenye sikio langu, ili macho yangu yaweze kuziona ishara Zako na nuru Yako kama ilivyofunuliwa katika udhihirisho wa majina Yako na sifa Zako, Ee Wewe ambaye mkononi Mwake vimo uwezo vitu vyote!"},
					 					  {"para":"Wewe unaona, Ee Bwana Mungu wangu, machozi ya wapendelewa Wako, yakibubujika kwa sababu ya kutengana kwao Nawe, na hofu za waliojidhatiti Wako katika kuwa mbali na Uwanja Wako Mtakatifu. Kwa nguvu Yako, ambayo huyumbisha vitu vyote, vionekanavyo na visivyoonekana! Imewapasa wapendwa Wako kububujika machozi ya damu kwa kile kilichowapata waaminifu katika mikono ya waovu na wadhalimu duniani. Wewe waona, Ee Mungu wangu, jinsi wasio mcha Mungu walivyoizunguka miji Yako na milki Yako! Nakuomba Wewe kwa Mitume Wako na wateule Wako ambao kwa kupitia Yeye bendera ya umoja Wako mtakatifu imesimikwa kati ya watumishi Wako, kuwalinda kwa ukarimu Wako. Wewe, hakika, u Mwenye neema, Mkarimu – Kabisa. "},
					 					  {"para":"Na, tena, nakuomba Wewe kwa manyunyu matamu ya neema Yako na mawimbi ya bahari ya fadhili Yako, kujalia kwa ajili ya watakatifu Wako kile kitakachofariji macho yao na kutuliza mioyo yao. Bwana! Wewe wamuona yeye aliyepiga magoti akitamani sana kuinuka na kukutumikia Wewe, mfu akihitaji uzima wa milele kutoka bahari ya fadhili Yako na akitamani sana kupaa kwenye mbingu za utajiri Wako, mgeni akitamani sana nyumba yake ya utukufu chini ya kipaa cha neema Yako, mtafutaji akiharakia kwa rehema Yako kwenye mlango Wako wa ukarimu, mwenye dhambi akigeukia kwenye bahari ya msamaha na ghofira."},
					 					  {"para":"Kwa enzi Yako, Ewe Ambaye hutukuzwa katika mioyo ya watu! Nimekugeukia Wewe, nikiacha hiari yangu mwenyewe na tamaa, ili mapenzi Yako matakatifu na ridhaa viweze kutawala ndani mwangu na kuniongoza kulingana na kile ambacho kalamu ya amri Yako ya milele imeyakusudia kwa ajili yangu. Mtumishi huyu, Ee Bwana, ingawa mdhaifu ageukia kwenye Nyota ya Nguvu Yako, ingawa amefedheheka aharakia kwenye Mapambazuko ya utukufu, ingawa mhitaji atamani Bahari ya Neema Yako, Nakusihi Wewe kwa fadhili Yako na ukarimu, usimtupilie mbali."},
					 					  {"para":"Wewe hakika u Mweza yote, Mghofiri, Mwenye huruma."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Baha'u'llah","wordcount":224,"intro":"Umetukuka Wewe, Ee Bwana Mungu wangu! Nakushukuru kwa kuwa umeniita kwenye uhai katika ",
						 "prayerdetails":[{"para":"Umetukuka Wewe, Ee Bwana Mungu wangu! Nakushukuru kwa kuwa umeniita kwenye uhai katika siku Zako, na kutia ndani mwangu upendo Wako na elimu Yako. Nakusihi Wewe, kwa jina Lako ambalo kwalo lulu njema za hekima Yako na maneno Yako vilitolewa nje ya hazina za mioyo ya wale watumishi Wako ambao wako karibu Nawe, na kupitia kwalo Nyota ya Mchana ya jina Lako, Mwenye huruma, limetawanya wangavu wake juu ya vyote vilivyomo katika mbingu Yako na dunia Yako, kunipa, kwa neema Yako na ukarimu, baraka Zako za ajabu na zilizofichwa."},
					 					  {"para":"Hizi ni siku za mwanzo kabisa za maisha yangu, Ee Mungu wangu, ambazo Wewe umeziunganisha na siku Zako mwenyewe. Sasa kwa kuwa Wewe Umenijalia heshima kubwa mno, usininyime vitu vile ambavyo Wewe umeviamuru kwa ajili ya wateule Wako."},
					 					  {"para":"Mimi, Ee Mungu wangu, ni mbegu ndogo tu ambayo Umeipanda katika udongo wa upendo Wako, na kuifanya ichipuke kwa mkono wa ukarimu Wako. Mbegu hii, hutamani sana, kwa hiyo, katika uhalisia wake wa ndani kabisa, maji ya rehema Yako na chemchemi ya uzima ya neema Yako. Nitelemshie juu yake, kutoka mbingu ya wema Wako wa upendo, kile kitakachoiwezesha kusitawi chini ya kivuli Chako na ndani ya mipaka ya uwanja Wako. Wewe u Yeye Ambaye humwagilia mioyo ya wote waliokutambua Wewe kutoka kijito Chako kilichojaa tele na chemchemi ya maji Yako ya uzima."},
					 					  {"para":"Asifiwe Mungu, Bwana wa malimwengu."}
						 				 ]
						 },
						 {"prayerID":10,"prayername":"","author":"Bab","wordcount":199,"intro":"Nijalie, Ee Mungu wangu, kipimo kilichojaa cha upendo Wako na ridhaa Yako njema, na kwa ",
						 "prayerdetails":[{"para":"Nijalie, Ee Mungu wangu, kipimo kilichojaa cha upendo Wako na ridhaa Yako njema, na kwa vivutio vya mwangaza Wako ung’aao ifurahishe mno mioyo yetu, Ewe Ambaye u shuhuda Mkuu na Atukuzwaye -   Kabisa. Nitelemshie, kama dalili ya neema Yako, pepo Zako nyanana zihuishazo, mchana kutwa na wakati wa usiku, Ee Bwana wa ukarimu."},
					 					  {"para":"Hakuna tendo nililolifanya, Ee Mungu wangu, kustahili kuutazama uso Wako, na nafahamu kwa yakini kwamba kama ningeishi kadiri ulimwengu udumuvyo ningeshindwa kutimiza tendo lolote kustahili fadhili hii, kwa kuwa daraja la mtumishi daima litashindwa kukaribia mipaka Yako mitakatifu, vinginevyo ukarimu Wako unifkie na wema Wako wa upendo unizunguke."},
					 					  {"para":"Sifa yote iwe Kwako, Ewe Ambaye kando Yako hakuna Mungu mwingine. Kwa neema niwezeshe kupaa hadi Kwako, kupewa heshima ya kukaa katika ukaribu Wako na kuwa na mazungumzo Nawe pekee. Hakuna Mungu ila Wewe."},
					 					  {"para":"Kwa kweli kama ungependa kujalia baraka juu ya mtumishi ungefutilia mbali kutoka milki ya moyo wake kila kumbukumbu au tabia isipokuwa kumbukumbu Yako Wewe Mwenyewe; na ungependa kuamuru uovu kwa mtumishi yeyote kwa sababu ya yale ambayo mikono yake imeyafanya kwa udhalimu mbele ya uso Wako, Wewe ungemjaribu kwa manufaa ya ulimwengu huu na ya ule ujao ili apate kushughulika navyo na kusahau kumbukumbu Yako."}
						 				 ]
						 },
						 {"prayerID":11,"prayername":"","author":"Abdu'l-Baha","wordcount":130,"intro":"Ee Mungu wangu! Ee Mungu wangu! Utukufu uwe Kwako kwa kuwa Wewe umenithibitisha katika ",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Utukufu uwe Kwako kwa kuwa Wewe umenithibitisha katika kukiri umoja Wako, umenivutia kwenye neno la upekee Wako, umeniwasha kwa moto wa upendo Wako, na kunishughulisha na kumbukumbu Yako na huduma ya marafiki na vijakazi Wako."},
					 					  {"para":"Ee Bwana, nisaidie kuwa mpole na mnyenyekevu, na niimarishe katika kujitenga mwenyewe kutoka vitu vyote na katika kushikilia kwenye pindo la vazi la utukufu Wako, ili kwamba moyo wangu uweze kujazwa kwa upendo Wako na usiache nafasi yoyote kwa upendo wa ulimwengu na mwambatano kwenye sifa zake."},
					 					  {"para":"Ee Mungu! Nitakase kutoka vingine vyote ila Wewe, nisafishe kutoka takataka za dhambi na makosa, na nifanye niwe na moyo wa kiroho na fahamu."},
					 					  {"para":"Hakika, Wewe u mwenye rehema na, hakika, Wewe u Mkarimu Kabisa, Ambaye msaada Wake hutafutwa na watu wote."}
						 				 ]
						 },
						 {"prayerID":12,"prayername":"","author":"Abdu'l-Baha","wordcount":54,"intro":"Ee Bwana wangu! Ee Bwana wangu! Hii ni taa iliyowashwa kwa moto wa upendo Wako na ikiwaka ",
						 "prayerdetails":[{"para":"Ee Bwana wangu! Ee Bwana wangu! Hii ni taa iliyowashwa kwa moto wa upendo Wako na ikiwaka kwa mwale ambao huwashwa katika mti wa rehema Yako."},
					 					  {"para":"Ee Bwana wangu! Chochea mwako wake, joto na mwale, kwa moto ambao huwashwa katika Sinai ya Udhihirisho Wako. Hakika, Wewe u Mthibitishaji, Msaidizi, Mwenye nguvu, Mkarimu, Mwenye upendo."}
						 				 ]
						 },
						 {"prayerID":13,"prayername":"","author":"Abdu'l-Baha","wordcount":79,"intro":"Ee Mungu wangu! Ee Mungu wangu! Huyu, mtumishi Wako, amesogea kukuelekea Wewe, anatangatanga ",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Huyu, mtumishi Wako, amesogea kukuelekea Wewe, anatangatanga kwa shauku katika jangwa la upendo Wako, akitembea katika njia ya huduma Yako, akitazamia fadhili Zako, akitumaini baraka Yako, akitegemea ufalme Wako, na akileweshwa kwa divai ya baraka Yako. Ee Mungu wangu! Ongeza ari ya upendo wake Kwako, uthabiti wa kukusifu kwake Wewe, na shauku ya upendo wake Kwako. "},
					 					  {"para":"Hakika, Wewe u Mkarimu Kabisa, Bwana wa neema nyingi. Hakuna Mungu mwingine ila Wewe, Msamehevu, Mwenye rehema."}
						 				 ]
						 },
						 {"prayerID":14,"prayername":"","author":"Abdu'l-Baha","wordcount":159,"intro":"Ee Mungu, Mungu wangu! Huyu ni mtumishi Wako mwangavu, mtumwa Wako wa kiroho, ambaye ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Huyu ni mtumishi Wako mwangavu, mtumwa Wako wa kiroho, ambaye amekukaribia Wewe na amefika mbele ya uwepo Wako. Amegeuzia uso wake kuelekea uso Wako, akikubali umoja Wako, akikiri upekee Wako, na ameita kwa sauti kuu kati ya mataifa, na kuwaongoza watu kwenye maji yamiminikayo ya rehema Yako, Ewe Bwana mkarimu Kabisa! Kwa wale walioomba Yeye amewapa kunywa kutoka kikombe cha uongozi kifurikacho divai ya neema Yako isiyo kadirika."},
					 					  {"para":"Ee Bwana, msaidie katika hali zote, mfanye ajifunze siri Zako zilizohifadhiwa vyema, na mnyunyizie juu yake lulu Zako zilizofchwa. Mfanye bendera ifanyayo kama viwimbi kutoka vilele vya ngome katika peo za msaada Wako wa mbinguni, mfanye chemchemi ya majina meupe."},
					 					  {"para":"Ee Bwana wangu msamehevu! Washa mioyo kwa miale ya taa ambayo hutawanya mbali miangaza yake, ikiwafunulia wale kati ya watu Wako ambao umewapendelea kwa ukarimu, uhali wa vitu vyote."},
					 					  {"para":"Hakika, Wewe u Mwenye uwezo, Mwenye enzi, Mlinzi, Mwenye nguvu, Mkarimu! Hakika, Wewe u Bwana wa rehema zote!"}
						 				 ]
						 },
						 {"prayerID":15,"prayername":"","author":"Abdu'l-Baha","wordcount":155,"intro":"Ee Mungu, Mungu wangu! Hawa ni watumishi Wako dhaifu; ni watumwa Wako waaminifu na vijakazi ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Hawa ni watumishi Wako dhaifu; ni watumwa Wako waaminifu na vijakazi Wako, ambao wamesujudu mbele ya Maneno Yako matukufu na kunyenyekea kwenye Kizingiti Chako cha mwangaza, na kushuhudia juu ya umoja Wako ambao kwao Jua limefanywa kung’aa katika utukufu wa adhuhuri. Wamesikiliza miito uliyoiinua kutoka Milki Yako iliyofichwa, na kwa mioyo itetemekayo kwa upendo na furaha kuu, wameitika wito Wako."},
					 					  {"para":"Ee Bwana, wanyunyizie juu yao mimiminiko yote ya rehema Yako, wanyeshee juu yao maji yote ya neema Yako. Wafanye kukua kama miche mizuri katika bustani ya mbinguni, na kutoka mawingu yaliyojaa na yafurikayo ya baraka Zako na kutoka vidimbwi vya vina virefu vya neema Yako nyingi ifanye bustani hii ichanue, na daimu iweke ya kijani na ing’aayo, daima mbichi na imeremetayo na nzuri."},
					 					  {"para":"Wewe, hakika, u Mwenye uwezo, Aliyetukuka, Mwenye nguvu, Yeye Ambaye pekee, mbinguni na duniani, hudumu bila kubadilika. Hakuna Mungu mwingine ila Wewe, Bwana wa dalili na ishara dhahiri."}
						 				 ]
						 },
						 {"prayerID":16,"prayername":"","author":"Abdu'l-Baha","wordcount":346,"intro":"Yeye ni Mungu! Ee Mungu, Mungu wangu! Hawa ni watumishi waliovutiwa kwa manukato ya ",
						 "prayerdetails":[{"para":"Yeye ni Mungu! Ee Mungu, Mungu wangu! Hawa ni watumishi waliovutiwa kwa manukato ya utakatifu Wako katika siku Zako, wakiwashwa kwa mwale wa moto uwakao katika mti Wako mtakatifu, wakiitika sauti Yako, wakinena sifa Yako, wakiamshwa kwa upepo Wako mwanana, wakisisimuliwa na harufu Yako tamu, wakitazama ishara Zako, wakielewa  aya Zako, wakisikiliza maneno Yako, wakiamini Ufunuo Wako na wakihakikishiwa juu ya wema Wako wa upendo. Macho yao, Ee Bwana, Yamekaziwa kwenye ufalme Wako wa utukufu ung’aao na nyuso zao zimegeuziwa kuelekea milki Yako iliyo juu, mioyo yao ikidundadunda kwa upendo wa uzuri Wako mwangavu na mtukufu, roho zao zimeteketezwa kwa mwale wa moto wa upendo Wako, Ee Bwana wa ulimwengu huu na ulimwengu ujao, maisha yao yakisisimka kwa shauku ya hamu yao kwa ajili Yako, na machozi yao yakimwagwa kwa ajili Yako."},
					 					  {"para":"Walinde ndani ya ngome ya ulinzi Wako na usalama, wahifadhi katika ulinzi Wako wa uangalifu, waangalie kwa macho ya majaliwa Yako na rehema, wafanye ishara za umoja Wako mtakatifu ambazo ni dhahiri katika sehemu zote, bendera za uwezo Wako ambazo hupepea juu ya jumba Lako la fahari, taa ziwakazo ambazo huwaka kwa mafuta ya hekima Yako katika matufe ya uongozi Wako, ndege wa bustani ya elimu Yako ambao huimba juu ya matawi ya juu kabisa katika hifadhiYako ya paradiso, na wanyama wakubwa katika bahari ya baraka Yako ambao huzama kwa rehema Yako kuu katika vina visivyopimika."},
					 					  {"para":"Ee Bwana, Mungu Wangu! Watumishi Wako hawa ni wanyenyekevu, watukuze katika ufalme Wako wa juu; wadhaifu, waimarishe kwa nguvu Zako kuu; wamefedheheshwa, wajalie utukufu Wako katika milki Yako ya juu kabisa; maskini, watajirishe katika enzi Yako kuu. Amuru basi kwa ajili yao mema yote uliyoyakusudia katika malimwengu Yako yaonekanayo na yasiyoonekana, wasitawishe katika ulimwengu huu wa chini, furahisha mioyo yao kwa mvuto Wako, Ee Bwana wa viumbe vyote! Angazia mioyo yao kwa habari Zako za shangwe zitawanyazo kutoka Daraja Lako tukufu kabisa, ziimarishe hatua zao katika Ahadi Yako Kuu Kabisa na imarisha viuno vyao katika Wasia Wako madhubuti, kwa baraka Yako na neema iliyoahidiwa. "},
					 					  {"para":"Ee Yule Mwenye neema na Mkarimu! Wewe, hakika, u Mwenye neema, Mkarimu – Kabisa."}
						 				 ]
						 },
						 {"prayerID":17,"prayername":"","author":"Abdu'l-Baha","wordcount":229,"intro":"Ewe Mjalia! Wewe umepulizia juu ya marafiki wa Magharibi manukato matamu ya Roho Mtakatifu, ",
						 "prayerdetails":[{"para":"Ewe Mjalia! Wewe umepulizia juu ya marafiki wa Magharibi manukato matamu ya Roho Mtakatifu, na kwa mwangaza wa uongozi mtakatifu Wewe umewasha anga ya magharibi. Umewafanya wale ambao wakati fulani walikuwa mbali kukukaribia Wewe Mwenyewe; Umewageuza wageni kuwa marafiki wapendwa; Umewaamsha wale ambao walilala; Umewafanya wazembe waangalifu."},
					 					  {"para":"Ewe Mjalia! Wasaidie marafki hawa bora kupata ridhaa Yako njema, na wafanye watakia heri wa mgeni na rafki kadhalika. Walete kwenye ulimwengu ambao hudumu milele; wajalie sehemu ya neema ya mbinguni; wafanye kuwa Wabahá’í wa kweli, waaminifu wa Mungu; waokoe kutoka maumbo ya nje, na waimarishe katika ukweli. Wafanye ishara na dalili za Ufalme, nyota angavu juu ya peo za uzima huu wa chini. Wafanye kuwa faraja na kitulizo kwa binadamu na watumishi kwa amani ya ulimwengu. Wachangamshe kwa divai ya ushauri Wako, na ujalie kwamba wote wakanyage njia ya amri Zako."},
					 					  {"para":"Ewe Mjalia! Matakwa yapendwayo kabisa ya mtumishi huyu wa Kizingiti Chako ni kuwaona marafiki wa Mashariki na Magharibi katika mkumbatio wa karibu; kuwaona watu wote wa jamii ya binadamu wamekusanyika kwa upendo katika mkusanyiko mmoja mkuu, kama vile tone moja moja la maji yaliyokusanywa katika bahari moja kuu; kuwaona wote kama ndege katika bustani moja ya mawaridi, kama lulu za bahari moja, kama majani ya mti mmoja, kama miale ya jua moja."},
					 					  {"para":"Wewe u Mwenye uwezo, Mwenye nguvu, na Wewe u Mungu mwenye nguvu, Mwenye nguvu zote, Aonaye – Vyote."}
						 				 ]
						 }
						]
}