{"prayercat":"Siku za kati",
			 "id":"sikuzakati",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":257,"intro":"Mungu wangu, Moto wangu na Mwangaza wangu! Siku ambazo Wewe umeziita Aya’m-i-Ha1 katika ",
			 			 "prayerdetails":[{"para":"Mungu wangu, Moto wangu na Mwangaza wangu! Siku ambazo Wewe umeziita Aya’m-i-Ha1 katika Kitabu Chako zimeanza, Ewe Ambaye u Mfalme wa majina, na mfungo ambao Kalamu Yako tukufu kabisa imeamuru kwa wote walio katika ufalme wa muumbo Wako kushika unakaribia.  Nakusihi Wewe, Ee Bwana wangu, kwa siku hizi na kwa wote wale ambao katika muda huo wameng’ang’ania kwenye ugwe wa amri Zako, na kushikilia kwenye mpini wa maagizo Yako, kujalia kwamba kila roho kugawiwa mahali ndani ya mipaka ya uwanja Wako na kiti kwenye ufunuo wa utukufu wa mwangaza wa uso Wako."},
			 							  {"para":"Hawa, Ee Bwana wangu, ni watumishi Wako ambao hakuna tamaa mbaya imewazuia kutoka yale uliyotelemsha katika Kitabu Chako.  Wamesujudu wenyewe mbele ya Hoja Yako, na kupokea Kitabu Chako kwa dhamira ile kama itokanayo Nawe, na kutii yale uliyoamuru kwao, na wamechagua kufuata kile kilichotelemshwa Nawe."},
			 							  {"para":"Wewe waona, Ee Bwana wangu, jinsi walivyotambua na kukiri chochote ambacho Wewe umekifunua katika Maandiko Yako matakatifu Yako.  Wape wanywe, Ee Bwana wangu, kutoka mikono ya neema Yako maji ya umilele Wako.  Waandikie, basi, kwa ajili yao thawabu iliyokusudiwa kwa yule ambaye amejizamisha mwenyewe katika bahari ya uwepo Wako, na kufikia divai bora ya kukutana Nawe."},
			 							  {"para":"Nakusihi Wewe, Ewe Mfalme wa wafalme na Mhurumiaji wa wadhulumiwao, kuamuru kwa ajili yao mema ya ulimwengu huu na ya ulimwengu ujao.  Waandikie, tena, kile ambacho hakuna yeyote kati ya viumbe Vyako amekigundua, na wahesabu pamoja na wale ambao wanakuzunguka Wewe, na ambao huzunguka kiti Chako cha enzi katika kila ulimwengu wa malimwengu Yako."},
			 							  {"para":"Wewe, kwa kweli, u Mwenye enzi, Afahamuye yote, Ajuaye-yote."}
			 							 ]
			 			 }
						]
}