{"prayercat":"Ufundishaji",
			 "id":"ufundishaji",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":217,"intro":"Jina Lako litukuzwe, Ee Mungu wangu, kwa kuwa Wewe umedhihirisha Siku ambayo ni Mfalme wa",
			 			 "prayerdetails":[{"para":"Jina Lako litukuzwe, Ee Mungu wangu, kwa kuwa Wewe umedhihirisha Siku ambayo ni Mfalme wa Siku zote, Siku ambayo uliitangaza kwa Wateule Wako na Mitume Wako katika Nyaraka Zako bora kabisa, Siku ambayo juu yake Wewe umetawanya wangavu wa utukufu wa majina Yako yote juu ya viumbe vyote. Ni kuu baraka ya yeyote ambaye amejielekeza mweyewe Kwako, na kuingia mbele ya uwepo Wako, na kusikia matamko ya lafudhi ya sauti Yako."},
			 							  {"para":"Nakusihi Wewe, Ee Bwana wangu, kwa jina la Yeye Ambaye kwake huzungukia kwa ibada ufalme wa majina Yako, kwamba Wewe utawasaidia kwa neema wale ambao ni wapenzi Kwako kulitukuza neno Lako kati ya watumishi Wako, na kutawanya mbali sifa Yako kati ya viumbe Wako, ili kwamba furaha kuu mno za ufunuo Wako ziweze kuzijaza roho za wakazi wote wa dunia Yako."},
			 							  {"para":"Kwa kuwa Wewe umewaongoza, Ee Bwana wangu, kwenye maji ya uzima ya neema Yako, ujalie, kwa ukarimu Wako, kwamba hawataweza kuzuiwa kutoka Kwako; na maadam Wewe umewaita kwenye makao ya ufalme Wako, usiwafukuze kutoka mbele Yako, kwa kupitia wema Wako wa upendo. Watelemshie kile kitakachowatenga kabisa na chochote kile isipokuwa Wewe, na uwafanye waweze kupaa katika anga ya ukaribu Wako, kwa jinsi ambayo hakuna nguvu itawalayo ya mdhalimu wala vidokezo vya wale ambao hawakuiamini Nafsi ya nguvu Yako tukufu kabisa na wataweza kuwazuia kutoka Kwako."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":198,"intro":"Sifa iwe Kwako, Ee Bwana Mungu wangu! Nakusihi Wewe, kwa Jina Lako ambalo hakuna yeyote ",
						 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Bwana Mungu wangu! Nakusihi Wewe, kwa Jina Lako ambalo hakuna yeyote aliyelitambua istahilivyo, na ambalo maana yake hakuna roho imeifahamu; nakusihi Wewe, kwa Yeye Ambaye ndio Mwanzo wa Ufunuo Wako na Mapambazuko ya ishara Zako, kuufanya moyo wangu kuwa chombo cha kupokelea upendo Wako na cha kumbukumbu Yako. Uunganishe, basi, kwenye Bahari kabisa, kwamba kutoka kwake yaweze kutiririka maji ya uzima wa hekima Yako na vijito angavu kabisa vya utukuzo Wako na sifa."},
						 				  {"para":"Viungo vya mwili wangu hushuhudia juu ya umoja Wako, na nywele za kichwa changu hukiri nguvu za ufalme Wako na uwezo. Nimesimama kwenye mlango wa neema Yako kwa mvuto wa hali ya kujihini kabisa, na kung’ang’ania kwenye pindo la ukarimu Wako, na kukazia macho yangu kwenye upeo wa baraka zako."},
			  							  {"para":"Ukusudie kwa ajili yangu, Ee Mungu wangu, kile kistahilicho ukuu wa utukufu Wako, na nisaidie, kwa neema Yako iimarishayo, kufundisha Hoja Yako kwa jinsi ambayo kwamba wafu wataweza kutoka kwa kasi kwenye makaburi yao, na kuharakia Kwako, wakikutumaini kabisa Wewe, na kukazia macho yao kwenye mashariki ya Hoja Yako, na mahali pa mapambazuko pa Ufunuo Wako."},
						 				  {"para":"Wewe, hakika, u Mwenye nguvu kabisa, Aliye juu kabisa, Ajuaye – Yote, Mwenye Hekima Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":201,"intro":"Utukufu uwe Kwako, Ee Bwana wa ulimwengu na Haja ya mataifa, Ewe Ambaye umedhihrika maneno ",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana wa ulimwengu na Haja ya mataifa, Ewe Ambaye umedhihrika maneno zimetokea kutoka koa za bahari kuu ya elimu Yako, na mbingu za ufunuo mtakatifu zimepambwa kwa mwangaza wa utokezo wa jua la uso Wako!"},
						 				  {"para":"Nakuomba Wewe, kwa Neno lile, ambalo kwalo ushuhuda Wako umekamilishwa kati ya viumbe Wako na uthibitisho Wako umetimizwa kati ya watumishi Wako, kuwaimarisha watu Wako katika yale ambayo kwayo uso wa Hoja utatawanya nuru katika milki Yako, bendera za nguvu Zako zitasimikwa kati ya watumishi Wako, na beramu za uongozi Wako zitainuliwa katika milki Zako zote."},
						 				  {"para":"Ee Bwana wangu! Wewe Wawaona waking’ang’ania kamba ya neema Yako na wakishikilia kwa uthabiti kwenye pindo la joho la ukarimu Wako. Amuru kwa ajili yao yale ambayo yatawasogeza karibu zaidi na Wewe, na wazuie kutoka vyote vingine ila Wewe."},
						 				  {"para":"Nakuomba Wewe, Ewe Mfalme wa uhai na Mlinzi wa vionekanavyo na visivyoonekana, kumfanya yeyote ainukaye kuhudumia Hoja Yako kama bahari iendayo kwa mapenzi Yako, kama awakaye kwa moto wa Mti Wako Mtakatifu, ung’aao kutoka upeo wa mbingu ya mapenzi Yako. Hakika, Wewe u Yule Mwenye uwezo, Ambaye mamlaka ya ulimwengu mzima wala nguvu za mataifa haviwezi kumdhoofisha. Hakuna Mungu ila Wewe, Mmoja, Asiye na kifani, Mlinzi, Ajitoshelezaye."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":178,"intro":"Ee Mungu, Ambaye u Chanzo cha Udhihirisho wote, Chanzo cha Vyanzo vyote, Mwanzo wa Funuo ",
						 "prayerdetails":[{"para":"Ee Mungu, Ambaye u Chanzo cha Udhihirisho wote, Chanzo cha Vyanzo vyote, Mwanzo wa Funuo zote, na Chemchemi ya Miangaza yote! Nashuhudia kwamba kwa Jina Lako mbingu ya ufahamivu imepambwa, na bahari ya maneno imesukasuka, na maongozi ya majaliwa Yako yameenezwa kwa wafuasi wa dini zote."},
					 					  {"para":"Nakusihi Wewe kunisitawisha sana ili niondokane na wote ila Wewe, na kufanywa huru na yeyote isipokuwa Wewe Mwenyewe. Ninyeshee, basi, kutoka mawingu ya ukarimu Wako kile kitakachoninufaisha katika kila ulimwengu wa malimwengu Yako. Nisaidie, basi, kwa neema Yako iimarishayo, ili nitumikie Hoja Yako kati ya watumishi Wako kwamba nitaonyesha kile kitakachonifanya nikumbukwe kadiri ya ufalme Wako Wewe mwenyewe udumuvyo na milki Yako itakavyodumu."},
					 					  {"para":"Huyu ni mtumishi Wako, Ee Bwana wangu, ambaye kwa uhai wake wote amegeukia kwenye upeo wa ukarimu Wako, na bahari ya neema Yako, na mbingu ya baraka zako. Nitendee basi kama istahilivyo enzi Yako, na utukufu Wako, na ukarimu Wako, na neema Yako."},
					 					  {"para":"Wewe, kwa kweli, u Mungu wa nguvu na uwezo, Ambaye astahili kuwajibu wale wakuombao Wewe. Hakuna Mungu ila Wewe, Ajuaye – yote, Mwenye Hekima – Kabisa."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Abdu'l-Baha","wordcount":38,"intro":"Ee Mungu wangu, msaidie mtumishi Wako kuinua Neno, na kukanusha yale ya upuzi na uwongo, ",
						 "prayerdetails":[{"para":"Ee Mungu wangu, msaidie mtumishi Wako kuinua Neno, na kukanusha yale ya upuzi na uwongo, kusimamisha ukweli, kueneza mbali aya takatifu, kufunua utukufu na kufanya mwangaza wa asubuhi kupambazuka katika mioyo ya wanyofu."},
					 					  {"para":"Wewe hakika, u Mkarimu, Msamehevu."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Abdu'l-Baha","wordcount":54,"intro":"Ee Mungu, Mungu wangu! Wasaidie watumishi Wako waaminifu kuwa na mioyo ya upendo na myororo. ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Wasaidie watumishi Wako waaminifu kuwa na mioyo ya upendo na myororo."},
					 					  {"para":"Wasaidie kueneza, kati ya mataifa yote ya dunia, mwangaza wa uongozi utokao kwenye Wenzi wa mbinguni. Hakika, Wewe u Mwenye nguvu, Mwenye uwezo, Mwenye enzi, Ashindaye – Vyote, Mpaji – Daima, Hakika, Wewe u Mkarimu, mpole, Mwororo, Mkarimu Kabisa."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Abdu'l-Baha","wordcount":232,"intro":"Wewe waniona, Ee Mungu wangu, nikisujudu kwa unyenyekevu, nikijidhililisha mwenyewe mbele ya ",
						 "prayerdetails":[{"para":"Wewe waniona, Ee Mungu wangu, nikisujudu kwa unyenyekevu, nikijidhililisha mwenyewe mbele ya amri Zako, nikitii enzi Yako, nikiitetemekea nguvu ya milki Yako, nikikimbia ghadhabu Yako, nikiomba neema Yako, nikitegemea juu ya msamaha Wako, nikitetemeka kwa hofu mbele ya ghadhabu Yako. Nakusihi Wewe kwa moyo upumao, kwa machozi yamiminikayo na roho itamaniyo, na kwa kujitenga kabisa kutoka vitu vyote, kuwafanya wapenzi Wako kama miale ya mwangaza kati ya milki Zako, na kuwasaidia wateule Wako kutukuza Neno Lako, ili nyuso zao ziweze kubadilika kuwa nzuri na angavu kwa utukufu, ili mioyo yao iweze kujazwa siri, na kwamba kila roho iweze kuutua mzigo wake wa dhambi. Walinde basi kutoka mgomvi, kutoka yeye ambaye amekuwa mfanya mtenda makosa asiye na haya na akufuruye."},
					 					  {"para":"Hakika, wapenzi Wako wana kiu, Ee Bwana wangu; waongoze kwenye chemchemi ya ukarimu na neema. Hakika, wana njaa; watelemshie meza Yako ya mbinguni. Hakika, wako uchi; wavishe kwa mavazi ya maarifa na elimu."},
					 					  {"para":"Wao ni mashujaa, Ee Bwana wangu, waongoze kwenye uwanja wa mapambano. Ni viongozi, wafanye waongee kwa sauti kubwa, kwa majadiliano na mathibitisho. Wao ni watumishi wahudumuo, wafanye wazungushe kikombe ambacho hufurika kwa divai ya uhakika. Ee Mungu wangu, wafanye kuwa waimbaji ambao huimba kwa furaha katika bustani nzuri, wafanye simba ambao hujifcha katika vichaka, nyangumi wapigao mbizi katika bahari kuu."},
					 					  {"para":"Hakika, Wewe u Yeye wa neema nyingi mno. Hakuna Mungu mwingine ila Wewe, Mwenye nguvu, Mwenye uwezo, Mjalia – Daima."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Abdu'l-Baha","wordcount":102,"intro":"Ewe Mungu usiye na kifani! Ewe Bwana wa Ufalme! Roho hizi ni jeshi Lako la mbinguni. ",
						 "prayerdetails":[{"para":"Ewe Mungu usiye na kifani! Ewe Bwana wa Ufalme! Roho hizi ni jeshi Lako la mbinguni. Wasaidie na, kwa jeshi la Umati Mkuu, wafanye washindi, ili kwamba kila mmoja wao aweze kuwa kama jeshi na kuzishinda nchi hizi kwa kupitia upendo wa Mungu na mwanga wa mafundisho matakatifu."},
					 					  {"para":"Ee Mungu! Uwe tegemeo lao na msaidizi wao, na katika nyika, mlimani, bondeni, misituni, mbugani na baharini, uwe msiri Wao – ili waweze kupaza sauti kwa nguvu za Ufalme na pumzi ya Roho Mtakatifu."},
					 					  {"para":"Hakika, Wewe u Mungu Mwenye nguvu, Mwenye uwezo na Mwenye enzi kuu, na Wewe u Mwenye hekima, Msikiaji na Muonaji."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Abdu'l-Baha","wordcount":171,"intro":"Ee Mungu, Mungu wangu! Wewe waniona nimefurahishwa mno na kuvutiwa kwenye ufalme Wako ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Wewe waniona nimefurahishwa mno na kuvutiwa kwenye ufalme Wako mtukufu, nikiwashwa kwa moto wa upendo Wako kati ya binadamu, mtangulizi wa Ufalme Wako katika nchi hizi kubwa na pana mno, nikijitenga kutoka vingine vyote ila Wewe, nikikutegemea Wewe, nikiacha raha na faraja, nikiwa mbali kutoka maskani yangu, mtangatangaji katika nchi hizi, mgeni aliyeanguka ardhini, mnyenyekevu mbele ya Kizingiti Chako kitakatifu, mtiifu kwenye mbingu ya utukufu Wako wa enzi  kuu, nikikusihi Wewe katika usiku wa manane na mapambazuko ya alfajiri, nikikusihi na kukuita Wewe asubuhi na jioni kunisaidia kwa neema kuihudumia Hoja Yako, kueneza mbali Mafundisho Yako na kulitukuza Neno Lako Mashariki yote na Magharibi."},
					 					  {"para":"Ee Bwana! Tia nguvu mgongo wangu, niweze kukutumikia Wewe kwa jitihada ya juu kabisa, na usiniache mwenyewe, pekee na bila msaada katika nchi hizi."},
					 					  {"para":"Ee Bwana! Nijalie mazungumzo na Wewe katika upweke wangu, na uwe mwenzi wangu katika nchi hizi ngeni."},
					 					  {"para":"Hakika, Wewe u Mthibitishaji wa yeyote umkusudiaye katika kile Wewe upendacho, na, hakika, Wewe u Mwenye – nguvu Kabisa Mwenye enzi Kuu."}
						 				 ]
						 },
						 {"prayerID":10,"prayername":"","author":"Abdu'l-Baha","wordcount":248,"intro":"Ee Mungu! Ee Mungu! Wewe waona udhaifu wangu, mdhilifu na mnyenyekevu mbele ya viumbe Wako; ",
			 			 "prayerdetails":[{"para":"Ee Mungu! Ee Mungu! Wewe waona udhaifu wangu, mdhilifu na mnyenyekevu mbele ya viumbe Wako; hata hivyo, nimekutumaini Wewe na nimeinuka katika uendelezaji wa mafundisho Yako kati ya watumishi Wako imara, nikitegemea juu ya nguvu Yako na uwezo."},
			 							  {"para":"Ee Bwana! Mimi ni ndege aliyevunjika mabawa na natamani kupaa katika angani Yako isiyo na mipaka. Inawezekanaje kwangu kufanya jambo hili ila kwa njia ya majaliwa Yako na neema, uthibitisho Wako na msaada."},
			 							  {"para":"Ee Bwana! Uwe na huruma juu ya udhaifu wangu, na niimarishe kwa nguvu Zako. Ee Bwana! Uwe na huruma juu ya unyonge wangu, na nisaidie kwa uwezo Wako na utukufu."},
			 							  {"para":"Ee Bwana! Kama pumzi ya Roho Mtakatifu ingemthibitisha mnyonge kabisa kati ya viumbe, angepata yote ayatamaniyo na angemiliki chochote atakacho. Kwa kweli, Wewe Umewasaidia watumishi Wako zamani na, ingawa walikuwa wadhaifu kabisa kati ya viumbe Vyako, dhalili kabisa kati ya watumishi Wako na duni kabisa kati ya wale walioishi duniani, kwa idhini yako na nguvu wakawatangulia watukufu kabisa kati ya watu Wako na bora kabisa kati ya binadamu. Ambapo hapo mwanzoni walikuwa kama nondo, wakawa kama vipanga wa kifalme, na ambapo hapo kabla walikuwa kama vijito, wakawa kama bahari, kwa njia ya upaji Wako na rehema Yako, Yako kuu kabisa, nyota zing’aazo kwenye upeo wa uongozi, ndege waimbao katika bustani za waridi ya uzima wa milele, simba waungurumao katika misitu ya elimu na hekima, na nyangumi waogeleao katika bahari za maisha."},
			 							  {"para":"Hakika, Wewe u Mpole, Mwenye nguvu, Mwenye uwezo, na Mwenye rehema kabisa kati ya wenye rehema."}
			 							 ]
			 			 },
			 			 {"prayerID":11,"prayername":"","author":"Abdu'l-Baha","wordcount":461,"intro":"Ee Mungu, Mungu Wangu! Wewe waona jinsi giza jeusi linavyofunika sehemu zote, jinsi nchi ",
			 			 "prayerdetails":[{"para":"Ee Mungu, Mungu Wangu! Wewe waona jinsi giza jeusi linavyofunika sehemu zote, jinsi nchi zote zinavyoungua kwa mwale wa moto na mafarakano, na moto wa vita na mauaji unawaka Mashariki yote na Magharibi.  Damu inatiririka, maiti zimetapanywa ardhini, na vichwa vilivyokatwa vimeanguka kwenye mavumbi ya uwanja wa mapigano."},
			 							  {"para":"Ee Bwana! Wahurumie watu hawa wajinga, na uwaangalie kwa jicho la msamaha na ghofira, Zima moto huu, ili kwamba mawingu haya mazito yatiayo giza upeo yaweze kutawanywa, Jua la Ukweli liwake kwa miale ya upatanisho, giza hili nene sana liondolewe na nuru ing’aayo ya amani itawanye wangavu wake juu ya nchi zote."},
			 							  {"para":"Ee Bwana! Watoe watu kutoka lindi kuu la bahari ya chuki na uadui, na waokoe kutoka giza hili lisilopenyezeka. Unganisha mioyo yao, na ng’arisha macho yao kwa mwangaza wa amani na mapatano. Waokoe kutoka vina vya vita na umwagaji damu, na wafungue kutoka giza la makosa.  Ondoa utando kutoka macho yao, na elimisha mioyo yao kwa mwangaza wa uongozi.  Watendee kwa rehema Yako nyororo na huruma, na usiwatendee kwa kulingana na haki Yako na ghadhabu ambavyo husababisha viungo vya wenye nguvu kutetemeka."},
			 							  {"para":"Ee Bwana! Vita vimeendelea.  Dhiki na mashaka vimeongezeka kukua, na kila sehemu inayositawi imeangamizwa."},
			 							  {"para":"Ee Bwana! Mioyo ni mizito, na roho zimo katika uchungu.  Uwe na huruma kwa roho hizi maskini, na usiwaache kwenye uvukaji mipaka wa tamaa zao wenyewe."},
			 							  {"para":"Ee Bwana! Dhihirisha katika nchi Zako roho nyenyekevu na tiifu, nyuso zao zikiangazwa kwa miale ya uongozi, zikitengwa kutoka ulimwengu, zikitukuza Jina Lako, zikitamka sifa Yako, na zikitawanya manukato ya utakatifu Wako kati ya binadamu."},
			 							  {"para":"Ee Bwana! Tia nguvu migongo yao, funga vibwebwe viuno vyao, na ifurahishe mno mioyo yao kwa ishara za nguvu kabisa za upendo Wako."},
			 							  {"para":"Ee Bwana! Hakika, wao ni wadhaifu, na Wewe u Mwenye nguvu na Mwenye uwezo; wao ni wanyonge, na Wewe u Msaidizi na Mwenye rehema."},
			 							  {"para":"Ee Bwana! Bahari ya maasi inasukasuka, na hizi tufani hazitatulia ila kwa njia ya neema Yako isiyo na mipaka ambayo imezunguka sehemu zote."},
			 							  {"para":"Ee Bwana! Hakika, watu wamo katika lindi kuu la tamaa, na hakuna kitakachoweza kuwaokoa ila baraka Zako zisizo na kikomo."},
			 							  {"para":"Ee Bwana! Ondoa giza la tamaa hizi za upotovu, na angaza mioyo kwa taa ya upendo Wako ambao kwa huo punde nchi zote zitaongolewa.  wathibitishe, zaidi ya hayo, wapendwa Wako, wale ambao, wakiacha nchi zao, familia zao na watoto wao, wamesafiri, kwa ajili ya upendo wa Uzuri Wako, hadi nchi ngeni kutawanya manukato Yako na kueneza Mafundisho Yako. Uwe mwenzi wao katika upweke wao, msaidizi wao katika nchi ngeni, muondoaji huzuni wao, mfariji wao katika maafa.  Uwe funda iburudishayo kwa kiu yao, dawa iponyayo kwa magonjwa yao na kitulizo kwa shauku iwakayo mno ya mioyo yao."},
			 							  {"para":"Hakika, Wewe u Mkarimu Kabisa, Bwana wa neema nyingi, na, hakika, Wewe u Mwenye huruma na Mwenye rehema."}
			 							 ]
			 			 },
						 {"prayerID":12,"prayername":"","author":"Abdu'l-Baha","wordcount":209,"intro":"Ewe Bwana mwema ! Sifa iwe Kwako kwamba Wewe umetuonyesha njia kuu ya uongozi, umefungua",
						 "prayerdetails":[{"para":"Ewe Bwana mwema ! Sifa iwe Kwako kwamba Wewe umetuonyesha njia kuu ya uongozi, umefungua milango ya ufalme na kujidhihirisha Mwenyewe kwa njia ya Jua la Ukweli. Vipofu umewapa kuona; viziwi umewajalia kusikia; Wewe umehuisha wafu ; Wewe umewatajirisha maskini;  Umewaonyesha njia wale waliopotea; Umewaongoza wale waliokauka midomo kwenye chemchemi ya uongozi; Umemwacha samaki mwenye kiu kufikia bahari ya ukweli; na Umewaalika ndege watangatangao kwenye bustani ya mawaridi ya neema."},
						 				  {"para":"Ee Mwenye enzi ! Sisi tu watumishi Wako na maskini Wako ; tuko mbali na twatamani sana kuwa machoni Pako, tuna kiu ya maji ya chemchemi Yako, tunaumwa, tuna hamu ya uponyaji Wako.  Tunatembea katika njia Yako na hatuna kusudi wala tumaini ila utawanyaji wa manukato Yako, ili roho zote ziweze kupata sauti ya “Ee Mungu, tuongoze kwenye njia iliyonyooka.” Macho yao yaweze kufumbuka kuuona mwangaza, na waweze kufunguliwa kutoka giza la ujinga. Waweze kukusanyika kuzungukia taa ya uongozi Wako. Kila asiye na sehemu aweze kupokea fungu. Wale walionyimwa waweze kuwa wasiri wa siri Zako."},
						 				  {"para":"Ee Mwenye enzi! Utuangalie kwa macho yaliyojaa rehema. Utujalie uthibitisho wa mbinguni. Utujalie pumzi ya Roho Mtakatifu, ili kwamba tuweze kusaidiwa katika huduma Yako na, kama nyota zing’aazo, tung’ae katika sehemu hizi kwa mwangaza wa uongozi Wako."},
						 				  {"para":"Hakika, Wewe u Mwenye nguvu, Mwenye uwezo, Mwenye hekima na Muonaji."}
			 							 ]
			 			 },
						 {"prayerID":13,"prayername":"","author":"Abdu'l-Baha","wordcount":127,"intro":"Ee Mungu wangu! Ee Mungu wangu! Wewe waniona katika unyenyekevu wangu na unyonge, ",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Wewe waniona katika unyenyekevu wangu na unyonge, nikishughulika na kazi kubwa mno, nikidhamiria kuinua neno Lako kati ya watu wengi na kueneza mafundisho Yako kati ya watu Wako."},
						 				  {"para":"Nitawezaje kufanikiwa vinginevyo Wewe umenisaidia kwa pumzi ya Roho Mtakatifu, nisaidie kushinda kwa majeshi ya ufalme Wako mtukufu, na ninyunyizie uthibitisho Wako, ambao pekee unaweza kugeuza kisubi mdogo kuwa tai, tone la maji kuwa mito na bahari, na chembe ndogo kabisa kuwa miangaza na jua. Ee Bwana wangu! Nisaidie kwa nguvu Zako za ushindi na mafanikio, ili kwamba ulimi wangu uweze kutamka sifa Zako na tabia kati ya watu wote na roho yangu ifurike kwa divai ya upendo na elimu Yako."},
						 				  {"para":"Wewe u Mwenye nguvu kabisa na Mtendaji wa jambo lolote Wewe upendalo."}
						 				 ]
						 },
						 {"prayerID":14,"prayername":"","author":"Abdu'l-Baha","wordcount":154,"intro":"Ee Bwana, Mungu wangu! Sifa na shukrani ziwe Kwako kwa kuwa Wewe umeniongoza kwenye njia ya ",
						 "prayerdetails":[{"para":"Ee Bwana, Mungu wangu! Sifa na shukrani ziwe Kwako kwa kuwa Wewe umeniongoza kwenye njia ya ufalme, umeniacha nitembee katika njia hii iliyonyoka na ndefu sana, umeangazia jicho langu kwa kuuona utukufu wa nuru Yako, umeelekeza sikio langu kwenye sauti tamu za ndege wa utakatifu kutoka ufalme wa siri na kuuvutia moyo wangu kwa upendo Wako kati ya wanyofu."},
					 					  {"para":"Ee Bwana! Nithibitishe kwa Roho Mtakatifu, ili kwamba niweze kuita katika Jina Lako kati ya mataifa na kutoa habari njema za furaha za udhihirisho wa ufalme Wako kati ya binadamu."},
					 					  {"para":"Ee Bwana! Mimi ni mnyonge niimarishe kwa uwezo Wako na nguvu. Ulimi wangu husita-sita, acha nitamke maadhimisho Yako na sifa. Mnyenyekevu, nitukuze kwa kuniruhusu kuingia kwenye Ufalme Wako.  Nipo mbali, nifanye kukikaribia kizingiti cha rehema Yako. Nifanye taa angavu, nyota ing’aayo na mti uliobarikiwa, ukipambwa kwa matunda, matawi yake yakiweka kivuli juu ya sehemu hizi zote.  Hakika, Wewe u Mwenye uwezo, Mwenye nguvu na Asiyezuilika."}
						 				 ]
						 },
						 {"prayerID":15,"prayername":"","author":"Abdu'l-Baha","wordcount":130,"intro":"Ee Mungu! Ee Mungu! Huyu ni ndege aliyevunjika mabawa na kuruka kwake ni polepole sana - ",
						 "prayerdetails":[{"para":"Ee Mungu! Ee Mungu! Huyu ni ndege aliyevunjika mabawa na kuruka kwake ni polepole sana - msaidie ili aweze kuruka kuelekea kilele cha ufanisi na wokovu, apae kwa shangwe kuu kabisa na furaha sehemu zote za anga isiyo na mipaka, apaze sauti yake tamu katika Jina Lako Kuu katika sehemu zote, achangamshe masikio kwa mwito huu, na kung’arisha macho kwa kuona ishara za uongozi."},
					 					  {"para":"Ee Bwana! Mimi ni mpweke, pekee na mnyenyekevu.  Kwangu hakuna tegemeo ila Wewe, hakuna msaidizi isipokuwa Wewe na hakuna mtegemewaji kando Yako. Nithibitishe katika hudumaYako, nisaidie kwa majeshi ya malaika Wako, nifanye mshindi katika uendelezaji wa Neno Lako na acha nitangaze hekima Yako kati ya viumbe Vyako.  Hakika, Wewe u Msaidizi wa wanyonge na mtetezi wa wadogo, na hakika Wewe u Mwenye nguvu, Mwenye uwezo na Asiyezuilika."}
						 				 ]
						 },
						 {"prayerID":16,"prayername":"","author":"Abdu'l-Baha","wordcount":101,"intro":"Sifa iwe Kwako, Ee Mungu wangu! Hawa ni watumishi Wako ambao wamevutiwa na manukato ya ",
						 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Mungu wangu! Hawa ni watumishi Wako ambao wamevutiwa na manukato ya rehema Yako, wamewashwa kwa moto uwakao katika mti wa umoja Wako, na ambao macho yao yameng’arishwa kwa kuuona utukufu wa mwangaza ung’aao katika Sinai ya Umoja Wako."},
					 					  {"para":"Ee Bwana! Fungua ndimi zao kukutaja Wewe kati ya watu Wako, acha waseme sifa Zako kwa neema Yako na wema Wako wa upendo, wasaidie kwa majeshi ya malaika Wako, imarisha viuno vyao katika huduma Yako, na wafanye ishara za uongozi Wako kati ya viumbe Vyako."},
					 					  {"para":"Hakika, Wewe u Mwenye nguvu zote, Aliyetukuka Kabisa, Msamehevu – Daima, Mwenye rehema Kabisa."}
						 				 ]
						 },
						 {"prayerID":17,"prayername":"","author":"Abdu'l-Baha","wordcount":136,"intro":"Ee Mungu Mungu Wangu! Wewe wamuona mdhaifu huyu akiomba kupata nguvu za mbinguni, maskini ",
						 "prayerdetails":[{"para":"Ee Mungu Mungu Wangu! Wewe wamuona mdhaifu huyu akiomba kupata nguvu za mbinguni, maskini huyu akitamani sana hazina Zako Za mbinguni, mwenye kiu huyu akitamani sana chemchemi ya uzima wa milele, mteswaji huyu akitamani sana uponywaji Wako ulioahidiwa kwa njia ya rehema Yako isiyo na kikomo ambayo umeikusudia kwa watumishi Wako wateule katika ufalme Wako ulio juu."},
					 					  {"para":"Ee Bwana! Mimi sina msaidizi ila Wewe hakuna kimbilio kando Yako, na hakuna mtegemewaji isipokuwa Wewe.  Nisaidie kwa malaika Wako kutawanya manukato Yako kati ya wateule kabisa kati ya watu Wako."},
					 					  {"para":"Ee Bwana wangu! Acha nijitenge kutokana na vyote ila Wewe, kushikilia kwa uthabiti kwenye upindo wa ukarimu Wako, kujifunga kabisa kwa Imani Yako, kubakia imara na thabiti katika upendo Wako na kutii yale ambayo Umeamuru katika Kitabu Chako."},
					 					  {"para":"Hakika, Wewe u Mwenye nguvu, Mwenye uwezo, Mwenye nguvu zote."}
						 				 ]
						 }
						]
}