{"prayercat":"Uthabiti Katika Ahadi",
			 "id":"uthabitikatikaahadi",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":201,"intro":"Utukufu uwe Kwako, Ee Mfalme wa milele, na Mfanya mataifa, na Muundaji wa kila mfupa uozao!",
			 			 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Mfalme wa milele, na Mfanya mataifa, na Muundaji wa kila mfupa uozao! Nakuomba Wewe, kwa Jina Lako ambalo kwalo Umewaita binadamu wote kwenye upeo wa fahari Yako na utukufu, na Uliwaongoza watumishi Wako kwenye uwanja wa neema Yako na fadhili, kunihesabu mimi pamoja na wale ambao wamejiepusha wenyewe na kila kitu isipokuwa Wewe Mweyewe, na wamejielekeza wenyewe Kwako, na hawakuzuiwa na taabu kama ile iliyoamriwa na Wewe, kutoka kugeukia upande wa baraka Zako."},
			 							  {"para":"Nimekamata, Ee Bwana wangu, kwenye mpini wa ukarimu Wako, na kung’ang’ania kwa uthabiti kwenye upindo wa joho la fadhili Yako. Nitelemshie, basi, juu yangu kutoka mawingu ya ukarimu Wako, yale yatakayonitakasa kutokana na kumbukumbu ya yeyote ila Wewe, na kuniwezesha kumgeukia Yeye Ambaye ndiye Kusudi la ibada ya wanadamu wote, Ambaye dhidi Yake wamepangwa wachochezi wa maasi, ambao wamevunja ahadi Yako, na kukukana Wewe na ishara Zako."},
			 							  {"para":"Usininyime, Ee Bwana wangu, manukato ya vazi Lako katika siku Zako, na usininyime pumzi za Ufunuo Wako wakati wa kuonekana utukufu wa mwangaza wa uso Wako. Wewe u Mwenye nguvu kufanya yale yakupendezayo. Hakuna kiwezacho kuzuia amri Yako, wala kupinga yale uliyokusudia kwa uwezo Wako."},
			 							  {"para":"Hakuna Mungu aliyepo ila Wewe, Mwenye uwezo wote, Mwenye Hekima – Zote."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":187,"intro":"Yeye ni Mwenye nguvu, Mghofiri, Mwenye huruma! Ee Mungu, Mungu wangu! Wewe ",
						 "prayerdetails":[{"para":"Yeye ni Mwenye nguvu, Mghofiri, Mwenye huruma!"},
						 				  {"para":"Ee Mungu, Mungu wangu! Wewe wawaona watumishi Wako katika lindi kuu la jehanam na makosa; uko wapi mwangaza Wako wa uongozi mtakatifu, Ewe uliye Haja ya ulimwengu? Unajua udhaifu wao na unyonge wao; iko wapi nguvu Yako, Ewe Ambaye mikononi mwako zimo nguvu za mbinguni na duniani?"},
						 				  {"para":"Nakuomba Wewe, Ee Bwana wangu, kwa utukufu wa miangaza ya wema Wako wa upendo na mawimbi ya bahari ya elimu Yako na hekima na kwa Neno Lako ambalo kwalo umewayumbisha watu wa milki Yako, kujalia kwambaniwe mmoja wa wale ambao wamefuata amri Yako katika Kitabu Chako. Na uamuru kwa ajili yangu yale Uliyoamuru kwa waaminiwa Wako, wale ambao wamekunywa divai ya uvuvio mtakatifu kutoka kikombe cha ukarimu Wako na wameharakia kufanya mapenzi Yako na kufuata Ahadi Yako na Wasia. Wewe u Mwenye nguvu kufanya utakavyo. Hakuna Mungu mwingine ila Wewe, Ajuaye yote, Mwenye hekima kabisa."},
						 				  {"para":"Amuru kwa ajili yangu, kwa ukarimu Wako, Ee Bwana, yale yatakayoninufaisha katika ulimwengu huu na wa baadaye na yatanisogeza karibu Nawe, Ewe Ambaye u Bwana wa watu wote. Hakuna Mungu mwingine ila Wewe, yule Mmoja, Mwenye nguvu, Atukuzwaye."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":188,"intro":"Imarisha hatua zetu, Ee Bwana, katika njia Yako na itie nguvu mioyo yetu katika utii Kwako.",
						 "prayerdetails":[{"para":"Imarisha hatua zetu, Ee Bwana, katika njia Yako na itie nguvu mioyo yetu katika utii Kwako."},
						 				  {"para":"Geuza nyuso zetu kuelekea uzuri wa umoja Wako, na furahisha vifua  vyetu kwa ishara za umoja Wako mtakatifu. Pamba miili yetu kwa vazi la ukarimu Wako, na ondoa  vizuizi vya uovu kutoka machoni mwetu, na utupe kikombe cha neema Yako; ili kwamba asili ya viumbe vyote viimbe sifa Yako mbele ya maono ya fahari Yako. Jifunue Mwenyewe basi, Ee Bwana, kwa maneno Yako ya rehema na siri ya asili Yako Takatifu, ili kwamba furaha kuu takatifu ya sala iweze kuzijaza roho zetu – sala ambayo itainuka juu ya zaidi ya maneno na heruf na kupita kabisa mnong’ono wa silabi au sauti – ili kwamba vitu vyote viunganishwe visiwe kitu mbele ya ufunuo wa utukufu Wako."},
						 				  {"para":"Bwana! Hawa ni watumishi ambao wamebakia thabiti na imara katika Ahadi Yako na Wasia Wako, ambao wameshikilia imara kwenye ugwe wa uthabiti katika Hoja Yako na kung’ang’ania kwenye pindo la joho la fahari Yako. Wasaidie, Ee Bwana, kwa neema Yako, wathibitishe kwa uwezo Wako na tia nguvu viuno vyao katika kukutii Wewe. Wewe u Mghofiri, Mwenye neema."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":122,"intro":"Ee Mungu Mwenye huruma! Shukrani ziwe Kwako kwa kuwa Wewe umeniamsha na kunizindua. Wewe ",
						 "prayerdetails":[{"para":"Ee Mungu Mwenye huruma! Shukrani ziwe Kwako kwa kuwa Wewe umeniamsha na kunizindua. Wewe umenipa jicho lionalo na kunijalia sikio lisikialo, umenielekeza kwenye Ufalme Wako na kuniongoza kwenye njia Yako. Umenionesha njia ya kweli na kunifanya niingie safina ya wokovu. Ee Mungu! Niweke imara na nifanye imara na madhubuti. Unilinde kutoka majaribu makali, na kunikinga katika ngome iliyoimarishwa kwa nguvu sana na Ahadi Yako na Wasia. Wewe u Mwenye nguvu. Wewe u Muonaji. Wewe u Msikivu."},
					 					  {"para":"Ewe Mungu Mwenye huruma. Unipe moyo ambao kama kioo, utaweza kuangazwa kwa nuru ya upendo Wako, na unijalie fikira ambazo zitaugeuza ulimwengu huu kuwa bustani ya waridi kwa njia ya mmiminiko wa neema ya mbinguni."},
					 					  {"para":"Wewe u Mwenye huruma, Mwenye rehema. Wewe u Mungu Mkarimu Mkuu."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Abdu'l-Baha","wordcount":75,"intro":"Ee Bwana wangu na Tumaini langu! Wasaidie wapendwa Wako kuwa thabiti katika Ahadi Yako ya",
						 "prayerdetails":[{"para":"Ee Bwana wangu na Tumaini langu! Wasaidie wapendwa Wako kuwa thabiti katika Ahadi Yako ya nguvu, kubakia waaminifu katika Hoja Yako iliyo dhahiri, na kutekeleza amri Ulizoziandika kwa ajili yao katika Kitabu Chako cha Utukufu; ili wawe bendera za uongozi na taa za Wenzi wa juu, chemchemi za hekima Yako isiyo na mwisho, na nyota ambazo huongoza sawa sawa, ziwakiapo chini kutoka mbingu takatifu."},
					 					  {"para":"Hakika, Wewe u Yule Asiyeshindika, Mwenye uwezo wote, Mwenye nguvu zote."}
						 				 ]
						 }
						]
}