{"prayercat":"Ulinzi",
			 "id":"ulinzi",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":245,"intro":"Sifa iwe Kwako, Ee Bwana Mungu wangu! Wewe waona na wajua kwamba nimewaita watumishi Wako",
			 			 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Bwana Mungu wangu! Wewe waona na wajua kwamba nimewaita watumishi Wako kutogeukia sehemu yoyote ila katika njia ya majaliwa Yako, na nimewaamuru wasifuate chochote ila mambo ambayo Wewe umeyaagiza katika Kitabu Chako Dhahiri, Kitabu ambacho kimetelemshwa kulingana na amri Yako isiyofahamika na kusudi lisilobatilika."},
			 							  {"para":"Siwezi kunena neno lolote, Ee Mungu wangu, vinginevyo nimeruhusiwa Nawe, na siwezi kugeukia upande wowote mpaka nimepata idhini Yako. Ni Wewe, Ee Mungu wangu, Ambaye umeniita kwenye uhai kwa nguvu ya uwezo Wako, na umenijalia neema Yako kudhihirisha Hoja Yako. Kwa sababu hii nimetiwa katika mateso ya jinsi ambayo kwamba ulimi wangu umezuiwa kutoka kukusifu Wewe na kutoka kutukuza utukufu Wako."},
			 							  {"para":"Sifa yote iwe Kwako, Ee Mungu wangu, kwa mambo ambayo Wewe uliyoyaamuru kwa ajili yangu kwa njia ya amri Yako na kwa nguvu ya enzi Yako. "},
			 							  {"para":"Wewe kwamba utaniimarisha mimi mwenyewe na wao wanipendao mimi katika upendo wetu Kwako, na utatuweka thabiti katika Hoja Yako. Naapa kwa uwezo Wako! Ee Mungu wangu! Aibu ya mtumishi Wako ni kuzuiwa kama kwa utando kutoka Kwako, na utukufu wake ni kukujua Wewe. Nikiwa na silaha ya nguvu ya Jina Lako daima hakuna kiwezacho kunidhuru mimi, na nikiwa na upendo Wako moyoni mwangu mateso yote ya ulimwengu kwa vyovyote hayawezi kunitia hofu."},
			 							  {"para":"Nitelemshie, kwa hiyo, Ee Bwana wangu, juu yangu na juu ya wapendwa wangu kile ambacho kitatulinda kutokana na madhara ya wale ambao wamekana ukweli Wako na kutoamini ishara Zako."},
			 							  {"para":"Wewe, hakika, u Mtukufu – kuliko Wote, Mkarimu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":123,"intro":"Usifiwe Wewe, Ee Bwana Mungu wangu! Huyu ni mtumishi Wako ambaye amegugumiza kutoka mikono",
						 "prayerdetails":[{"para":"Usifiwe Wewe, Ee Bwana Mungu wangu! Huyu ni mtumishi Wako ambaye amegugumiza kutoka mikono ya neema Yako divai ya rehema Yako ya upendo, na ameonja ladha ya upendo Wako katika siku Zako. Nakusihi Wewe, kwa wale ambao ni uhalisia wa majina Yako ambao hakuna huzuni iwezayo kuwazuia kufurahia katika upendo Wako au kuutazama uso Wako, na ambao majeshi yote ya wajinga yameshindwa kuwafanya wageukie mbali kutoka njia ya ridhaa Yako, kumpa mambo mema uliyo nayo Wewe, na kumuinua hadi kwenye vilele vile kwamba atauona ulimwengu kama vile kivuli kitowekacho upesi kuliko kufumba na kufumbua kwa jicho."},
						 				  {"para":"Mhifadhi pia, Ee Mungu wangu, kwa nguvu ya enzi Yako isiyokadirika, kutoka yote yale yakuchukizayo sana Wewe. Wewe, hakika, u Bwana wake na Bwana wa malimwengu yote."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":104,"intro":"Lisifwe Jina Lako, Ee Bwana Mungu wangu! Nakusihi Wewe kwa Jina Lako ambalo kwalo Saa ",
						 "prayerdetails":[{"para":"Lisifwe Jina Lako, Ee Bwana Mungu wangu! Nakusihi Wewe kwa Jina Lako ambalo kwalo Saa imewadia, na Ufufuko umepita, na hofu na kutetemeka vimewashika wote waliopo mbinguni na wote waliopo duniani, kunyesha, kutoka mbingu ya rehema Yako na mawingu ya huruma Yako ya upendo, kile kitakachoifurahisha mioyo ya watumishi Wako, ambao wamekugeukia Wewe na kusaidia Hoja Yako."},
						 				  {"para":"Wahifadhi watumishi Wako na vijakazi Wako, Ee Bwana wangu, kutoka mishale ya mawazo matupu na fikra za upuuzi, na uwape kutoka mikono ya neema Yako furaha ya maji yatiririkayo pole pole ya elimu Yako. "},
						 				  {"para":"Wewe, kwa kweli, u Mweza yote, Aliyetukuka Kabisa, Msamehevu – Daima, Mkarimu Kabisa."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":84,"intro":"Ee Mungu, Mungu wangu! Nimeondoka kutoka nyumbani kwangu, nikishikilia kwa uthabiti kwenye ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Nimeondoka kutoka nyumbani kwangu, nikishikilia kwa uthabiti kwenye ugwe wa upendo Wako, na nimejiweka mwenyewe kabisa kwenye uangalizi Wako na ulinzi Wako. Nakusihi Wewe kwa nguvu Zako ambazo kwazo umelinda wapendwa Wako kutoka wakaidi na wapotovu, na kutoka kila mdhalimu mwasi, na kila mtenda maovu ambaye amepotelea mbali kutoka Kwako, kuniweka salama kwa ukarimu Wako na neema Yako. "},
					 					  {"para":"Niwezeshe basi, kurudi nyumbani kwangu kwa nguvu Yako na uwezo Wako. Wewe, kwa kweli, u Mweza yote, Msaada Mashakani, Aishiye – Mwenyewe."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Bab","wordcount":154,"intro":"Amuru kwa ajili yangu, Ee Bwana wangu, na kwa ajili ya wale wakuaminio Wewe yale yaonekanayo ",
						 "prayerdetails":[{"para":"Amuru kwa ajili yangu, Ee Bwana wangu, na kwa ajili ya wale wakuaminio Wewe yale yaonekanayo bora kuliko yote kwa ajili yetu katika ukadiriaji Wako, kama ilivyoandikwa katika Kitabu Mama, kwa kuwa katika ufumbataji wa mkono Wako Wewe umeshikilia vipimo vilivyokusudiwa vya vitu vyote."},
					 					  {"para":"Karama Zako njema hunyunyiziwa bila kikomo juu ya wale ambao huhifadhi sana upendo Wako, na dalili za ajabu za baraka Zako za mbinguni hujaliwa kwa wingi juu ya wale watambuao Umoja Wako mtakatifu. Tunakikabidhi kwenye uangalizi Wako chochote ulichokusudia kwa ajili yetu, na kukusihi Wewe kutujalia mema yote ambayo elimu Yako huyafahamu."},
					 					  {"para":"Nilinde, Ee Bwana wangu, kutoka kila ovu ambalo ujuzi Wako mkuu waliona, kwa kuwa hakuna uwezo wala nguvu ila katika Wewe, hakuna ushindi upatikanao ila kutoka mbele ya macho Yako, na ni juu Yako pekee kuamuru. Chochote Mungu Amekikusudia kimekuwa, na kile ambacho Yeye hakukikusudia hakitakuwa."},
					 					  {"para":"Hakuna uwezo wala nguvu isipokuwa katika Mungu, Aliyetukuka Kabisa, Mwenye nguvu Kabisa."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Bab","wordcount":129,"intro":"Utukufu uwe Kwako, Ee Mungu! Wewe ni  Mungu Ambaye ulikuwepo kabla ya vitu vyote, Ambaye ",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Mungu! Wewe ni  Mungu Ambaye ulikuwepo kabla ya vitu vyote, Ambaye utakuwepo baada ya vitu vyote na utadumu zaidi ya vitu vyote. Wewe u Mungu Ambaye hujua vitu vyote, na ni mkuu kabisa juu ya vitu vyote. Wewe u Mungu Ambaye huwatendea kwa rehema viumbe vyote, Ambaye huhukumu kati ya vitu vyote na Ambaye kwa muono Wake hufahamu vitu vyote. Wewe u Mungu Bwana wangu, Wewe wajua hali yangu, Wewe hushuhudia asili yangu ya ndani na nje."},
					 					  {"para":"Ujalie msamaha Wako kwangu na kwa waumini ambao waliitikia Mwito Wako. Uwe msaidizi wangu utoshelezaye dhidi ya madhara ya yeyote atakaye- tamani kunitia huzuni au kunitakia maovu. Kwa kweli, Wewe u Bwana wa viumbe vyote. Wewe humtosheleza kila mmoja, wakati hakuna mtu awezaye kujitosheleza yeye mwenyewe bila Wewe."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Bab","wordcount":349,"intro":"Katika Jina la Mungu Bwana wa utukufu unaoshinda, Mshurutisha vyote.",
						 "prayerdetails":[{"para":"Katika Jina la Mungu Bwana wa utukufu unaoshinda, Mshurutisha vyote."},
					 					  {"para":"Atukuzwe Bwana Ambaye mikononi Mwake ndio chanzo cha milki. Yeye huumba chochote akitakacho kwa Neno Lake la amri “Kuwa,” na kikawa. Wake ume-kuwa uwezo wa mamlaka hapo kabla, na utabakia Wake baadaye. Humfanya mshindi yeyote ampen-daye, kwa nguvu ya amri Yake. Yeye kwa kweli ni Mwenye nguvu, Mweza yote. Kwake Yeye upo utukufu wote na enzi katika falme za Ufunuo na Muumbo na chochote kilichopo kati yao. Hakika, Yeye ni mwenye nguvu, Mtukufu – Kabisa. Kutoka milele Yeye amekuwa Chanzo cha nguvu isiyoshindika na atabakia hivyo hadi milele. Yeye kwa kweli ni Bwana wa uwezo na nguvu. Falme zote za mbinguni na duniani na chochote kilichopo kati yao ni vya Mungu, na nguvu Yake ni kuu juu ya vitu vyote. Hazina zote za duniani na mbinguni na kila kitu kilichopo kati yao ni Vyake, na ulinzi Wake huenea juu ya vitu vyote. Yeye ni Muumba wa mbingu na nchi na chochote kilichopo kati yao, na Yeye kwa kweli ni shahidi juu ya vitu vyote. Yeye ni Bwana wa uchukuaji Hesabu kwa vyote vile viishivyo mbinguni na duniani na chochote kilichopo kati yao, na kwa Mungu ni mwepesi kuchukua hesabu. Yeye huweka kipimo kilichopangwa kwa wote waliopo mbinguni na duniani na chochote kilichopo kati yao. Hakika, Yeye ni Mlinzi Mkuu. Yeye hushikilia mkononi Mwake funguo za mbinguni na duniani na za kila kitu kati yao. Kwa ridhaa Yake Mwenyewe hujalia vipaji, kwa nguvu ya amri Yake. Kwa kweli neema Yake huzunguka wote, na Yeye ni Mjua – Yote."},
					 					  {"para":"Sema: Mungu atosheleza kwangu; Yeye ni Yule Ambaye hushikilia mikononi Mwake ufalme wa vitu vyote. Kwa nguvu za majeshi Yake ya mbinguni na duniani na chochote kilichopo kati yao, Yeye humlinda yeyote kati ya watumishi Wake amtakaye. Mungu, kwa kweli, huvIlinda vitu vyote."},
					 					  {"para":"Wewe umetukuka mno kupita kiasi, Ee Bwana! Tulinde kutoka yale yaliyopo mbele yetu na nyuma yetu, juu ya vichwa vyetu, kutoka upande wetu wa kuume, upande wetu wa kushoto, chini ya miguu yetu na kila upande mwingine ambao tumeachwa wazi. Hakika, ulinzi Wako juu ya vitu vyote haushindwi."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Abdu'l-Baha","wordcount":99,"intro":"Ee Mungu, Mungu wangu! Wakinge watumishi Wako waaminifu kutoka maovu ya nafsi na tamaa,",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Wakinge watumishi Wako waaminifu kutoka maovu ya nafsi na tamaa,walinde kwa jicho la uangalifu la wema Wako wa upendo kutoka kinyongo chochote, chuki na husuda, walinde ndani ya ngome isiyoshindika ya uangalizi Wako na, wakisalimika kutoka mishale iliyojawa mashaka, wafanye udhihirisho wa ishara Zako tukufu, angaza nyuso zao kwa miale ing’aayo itawanywayo kutoka Mapambazuko ya umoja Wako mtakatifu, furahisha mioyo yao kwa aya zilizofunuliwa kutoka Ufalme Wako mtakatifu, tia nguvu viuno vyao kwa nguvu Yako iyumbishayo vitu vyote ambayo hutoka milki Yako ya utukufu. Wewe u Mkarimu – Kabisa, Mlinzi, Mwenye enzi, Mwenye neema."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Abdu'l-Baha","wordcount":118,"intro":"Ee Bwana wangu! Wewe unafahamu kwamba watu wamezingirwa na maumivu na misiba na wamezungukwa ",
						 "prayerdetails":[{"para":"Ee Bwana wangu! Wewe unafahamu kwamba watu wamezingirwa na maumivu na misiba na wamezungukwa na taabu na masumbuko. Kila jaribu limshambulialo mtu na kila dhiki iogofyayo humrukia kama shambulio la nyoka. Hakuna kinga na kimbilio kwa ajili yake isipokuwa chini ya bawa la ulinzi Wako, hifadhi, kinga na ulinzi."},
					 					  {"para":"Ee Wewe Mwenye rehema! Ee Bwana wangu! Fanya ulinzi Wako silaha yangu, hifadhi Yako ngao yangu, unyenyekevu mbele ya mlango wa umoja Wako kinga yangu, na ulinzi Wako na kinga ngome yangu na makao yangu. Nihifadhi kutoka vidokezo vya nafsi na tamaa, na nilinde kutoka kila maradhi, majaribu, dhiki na mateso."},
					 					  {"para":"Hakika, Wewe u Mlinzi, Mlezi, Mhifadhi, Mtoshelezaji, na hakika, Wewe u Mwenye Rehema kati ya Wenye Rehema Kabisa."}
						 				 ]
						 }
						]
}