{"prayercat":"Umoja",
			 "id":"umoja",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":64,"intro":"Ee Mungu wangu! Ee Mungu wangu! Unganisha mioyo ya watumishi Wako, na uwafunulie kusudi Lako ",
			 			 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Unganisha mioyo ya watumishi Wako, na uwafunulie kusudi Lako kuu. Waweze kufuata amri Zako na kudumu katika sheria Yako.  Uwasaidie, Ee Mungu, katika jitihada yao, na uwajalie nguvu kukutumikia Wewe."},
			 							  {"para":"Ee Mungu! Usiwaache peke yao, bali uongoze hatua zao kwa nuru ya maarifa Yako, na ufurahishe mioyo yao kwa upendo Wako.  Hakika, Wewe ndiye Msaidizi na Bwana wao."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Abdu'l-Baha","wordcount":186,"intro":"Ee Mungu wangu! Ee Mungu wangu! Hakika, nakusihi Wewe na kuomba mbele ya Kizingiti Chako,",
						 "prayerdetails":[{"para":"Ee Mungu wangu! Ee Mungu wangu! Hakika, nakusihi Wewe na kuomba mbele ya Kizingiti Chako,nikikuomba kwamba rehema Zako zote zizishukie roho hizi.  Wafanye wabobee kwa ajili ya fadhili Yako na ukweli Wako."},
						 				  {"para":"Ee Bwana! Unganisha na fungamanisha pamoja mioyo, unganisha katika upatano roho zote, na furahisha roho kwa ishara za utakatifu Wako na umoja. Ee Bwana! Zifanye nyuso hizi angavu kwa nuru ya umoja Wako. Imarisha viuno vya watumishi Wako katika huduma ya ufalme Wako."},
						 				  {"para":"Ee Bwana, Wewe u Mwenye rehema isiyo na kikomo! Ee Bwana wa msamaha na ghofra! Usamehe dhambi zetu, ughofiri makosa yetu, na tufanye kugeukia kwenye ufalme wa huruma Yako, tukisihi ufalme wa uwezo na nguvu, wanyenyekevu kwenye patakatifu Pako na watiifu mbele ya utukufu wa ushuhuda Wako."},
						 				  {"para":"Ee Bwana Mungu! Tufanye kama mawimbi ya bahari, kama maua ya bustani, tukiunganika, tukipatana kwa baraka za upendo Wako, Ee Bwana! Tanua vifua kwa ishara za umoja Wako, na wafanye binadamu wote kama nyota zing’aazo kutoka kimo kimoja cha utukufu, kama matundakamili yakuayo juu ya mti Wako wa uzima."},
						 				  {"para":"Hakika, Wewe u Mwenye enzi, Ajitoshelezaye Mwenywe, Mpaji, Msamehevu, Mghofiri, Ajuaye yote, Muumba Mmoja!"}
			 							 ]
			 			 }
						]
}