{"prayercat":"Uponyaji",
			 "id":"uponyaji",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":145,"intro":"Ee Mungu, Mungu wangu! Nakuomba Wewe kwa bahari ya uponyaji Wako, na kwa utukufu wa Nyota ya",
			 			 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Nakuomba Wewe kwa bahari ya uponyaji Wako, na kwa utukufu wa Nyota ya Mchana ya neema Yako, na kwa Jina Lako ambalo kwa kupitia kwalo Umewashinda watumishi Wako, na Umewashinda watumishi Wako, na kwa uwezo ueneao pote wa Neno Lako lililotukuka kuliko yote na nguvu ya Kalamu Yako tukufu kuliko zote, na kwa rehema Yako ambayo ilitangulia uumbaji wa wote waliopo mbinguni na duniani, kunisafisha kwa maji ya ukarimu Wako kutoka kila mateso na maradhi, na kutoka udhaifu wote na unyonge."},
			 							  {"para":"Wewe wamuona, Ee Bwana wangu, muombaji Wako akingojea kwenye mlango wa ukarimu Wako, na yeye ambaye ameweka matumaini yake Kwako aking’ang’ania kwenye ugwe wa ukarimu Wako. Usimnyime, nakusihi Wewe, vile atafutavyo kutoka bahari ya neema Yako na Nyota ya Mchana ya wema Wako wa upendo."},
			 							  {"para":"Wewe u Mwenye nguvu kufanya lile ulipendalo. Hakuna Mungu mwingine ila Wewe, Msamehevu-Daima, Mkarimu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":54,"intro":"Jina lako ndilo kuponywa kwangu, Ee Mungu wangu, na kukukumbuka Wewe ndiyo dawa yangu. Kuwa ",
						 "prayerdetails":[{"para":"Jina lako ndilo kuponywa kwangu, Ee Mungu wangu, na kukukumbuka Wewe ndiyo dawa yangu. Kuwa karibu na Wewe ndiyo tumaini langu na upendo Kwako ndiyo mwenzi wangu. Huruma Yako kwangu ndiyo kiponyesho changu na msaada kwangu katika ulimwengu huu na ulimwengu ujao. Wewe, hakika, u Mwenye Baraka - Zote, Ajuaye – Yote, Mwenye Hekima Zote."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":161,"intro":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Nakusihi Wewe kwa Jina Lako, ambalo kwalo Wewe ",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Nakusihi Wewe kwa Jina Lako, ambalo kwalo Wewe umeinua juu bendera za uongozi Wako, na umetawanya wangavu wa wema Wako wa upendo, na ulifunua enzi ya Ubwana Wako; ambalo kwalo taa ya majina Yako imetokea katika kishubaka cha sifa Zako, na Yeye Ambaye ndiye Hema la Umoja Wako na Mdhihirishaji wa kujitenga ameng’aa; ambalo kwalo njia za uongozi Wako zimejulikana, na njia za ridhaa Yako njema zimeainishwa; ambalo kwalo misingi ya makosa imefanywa itetemeke, na dalili za uovu zimekomeshwa; ambalo kwalo chemchemi za hekima zimepasuka, na meza ya mbinguni imetelemshwa; ambalo kwalo Umewahifadhi watumishi Wako; ambalo kwalo Umeonesha rehema Zako za upendo kwa watumishi Wako na ulidhihirisha msamaha Wako kati ya viumbe Wako – Nakusihi Wewe umuweke salama yeye ambaye ameshikilia imara na kurudi Kwako, na kung’ang’ania kwenye rehema Yako, na kukamata pindo la majaliwa ya upendo Wako."},
						 				  {"para":"Wewe hakika, u Mponyaji, Mhifadhi, Msaidizi, Mwenye uwezo wote, Mwenye nguvu, Mtukufu Kabisa, Ajuaye – Yote."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":214,"intro":"Usifiwe Wewe, Ee Bwana Mungu wangu! Nakusihi Wewe, kwa Jina Lako Kuu Kuliko yote ambalo ",
						 "prayerdetails":[{"para":"Usifiwe Wewe, Ee Bwana Mungu wangu! Nakusihi Wewe, kwa Jina Lako Kuu Kuliko yote ambalo kwalo Wewe Umewaamsha watumishi Wako na kujenga miji Yako, na kwa majina Yako bora kuliko yote, na sifa Zako tukufu kuliko zote, kuwasaidia watu Wako kugeukia upande wa baraka Zako nyingi, na kuelekeza nyuso zao kwenye Hema la hekima Yako. Uponye maradhi ambayo yameshambulia roho katika kila upande, na yamewazuia kutoka kuelekeza macho yao kuelekea Paradiso ambayo imo katika himaya ya Jina Lako linalokinga, ambalo Wewe Umeamuru kuwa Mfalme wa majina yote kwa wote waliopo mbinguni na wote waliopo duniani. Wewe u Mwenye nguvu kufanya upendavyo. Katika mikono Yako imo milki ya majina yote. Hakuna Mungu mwingine ila Wewe, Mwenye nguvu, Mwenye hekima."},
					 					  {"para":"Mimi ni kiumbe maskini tu, Ee Bwana wangu; nimeng’ang’ania kwenye pindo la utajiri Wako. Mimi ni mgonjwa sana; nimeshikilia imara ugwe wa uponyaji Wako. Niokoe kutoka maradhi ambayo yamenizunguka, na unioshe kikamilifu kwa maji ya neema Yako na rehema, na nivike mavazi ya uzima, kwa njia ya msamaha Wako na baraka. Kaza, basi, macho yangu Kwako, na unifanye huru na vingine vyote isipokuwa Wewe Mwenyewe. Nisaidie kutenda yale Utakayo Wewe, na kutimiza yale Uyapendayo Wewe."},
					 					  {"para":"Wewe kwa kweli u Bwana wa uzima huu na ule ujao. Wewe, kwa kweli, u Msamehevu – Daima, Mwenye Rehema Kabisa."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Baha'u'llah","wordcount":276,"intro":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Nakuomba Wewe kwa Jina Lako ambalo kwalo Yeye ",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana Mungu wangu! Nakuomba Wewe kwa Jina Lako ambalo kwalo Yeye Ambaye ndiye Uzuri Wako amewekwa imara juu ya kiti cha enzi cha Hoja Yako, na kwa Jina Lako ambalo kwalo Wewe hubadili vitu vyote, na hukusanya pamoja vitu vyote, na huhoji vitu vyote, na hutunza vitu vyote, na huhifadhi vitu vyote, na huhimili vitu vyote – nakuomba Wewe kumlinda kijakazi huyu ambaye amekimbilia kwa kinga Kwako, na ametafuta hifadhi ya Yeye Ambaye ndani Mwake Wewe Mwenyewe umedhihirika, na ameweka tumaini lake lote na imani Kwako."},
					 					  {"para":"Yeye yu mgonjwa, Ee Mungu wangu, na ameingia chini ya kivuli cha Mti wa Uponyaji Wako; ameteseka, na amekimbilia kwenye Mji wa ulinzi Wako; mwenye maradhi, na ametafuta Chanzo cha fadhili Zako; amesumbuliwa sana, na ameharakia kufkia Chemchemi ya utulivu Wako; na ameelemewa na dhambi, ameelekeza uso wake kwenye uwanja wa msamaha Wako."},
					 					  {"para":"Mvike yeye, kwa enzi Yako na wema Wako wa upendo, Ee Mungu wangu na Mpendwa wangu, kwa vazi la faraja Yako na uponyaji Wako, na mfanye agugumie kikombe cha rehema Yako na fadhili Zako. Mlinde, zaidi, kutoka kila taabu na maradhi, kutoka maumivu yote na ugonjwa, na kutoka chochote ambacho kinaweza kukuchukiza Wewe."},
					 					  {"para":"Mvike yeye, kwa enzi Yako na wema Wako wa upendo, Ee Mungu wangu na Mpendwa wangu, kwa vazi la kitulizo Chako na uponyeshaji Wako, na mfanye anywe kikombe cha rehema Yako na fadhili Zako. Mlinde, zaidi, kutoka kila taabu na maradhi, kutoka maumivu yote na ugonjwa, na kutoka chochote ambacho kitakuwa kinakuchukiza Wewe."},
					 					  {"para":"Wewe, kwa kweli umetukuka mno juu yaw engine wote wote isipokuwa Wewe Mwenyewe. Wewe, hakika u Mponyaji, Mtoshelezaji – Kabisa, Mhifadhi, Msamehevu – Daima, Mwenye rehema nyingi."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Baha'u'llah","wordcount":1101,"intro":"Yeye ni Mponyaji, Mtoshelezaji, Msaidizi, Msamehevu – Kabisa, Mwenye – rehema Kabisa.",
						 "prayerdetails":[{"para":"Yeye ni Mponyaji, Mtoshelezaji, Msaidizi, Msamehevu – Kabisa, Mwenye – rehema Kabisa."},
					 					  {"para":"Nakusihi Wewe Ee Uliyetukuka, Ee Mwaminifu, Ee Mtukufu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Yule Adumuye!"},
					 					  {"para":"Nakusihi Wewe Ee Mwenye enzi, Ee Mkwezaji, Ee Hakimu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Usiye na kifani, Ee wa Milele, Ee wa Pekee! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Usifwaye Kabisa, Ee Mtakatifu, Ee Asaidiaye! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mjua yote, Ee Mwenye hekima kabisa, Ee Mkuu kuliko wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mpole, Ee Mwadhimu, Ee Muamuru! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Kipenzi, Ee Unayependwa mno, Ee Ufurahishwaye mno! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mwenye uwezo kabisa, Ee Mtoshelezaji, Ee Mwenye nguvu, Ee Mkuu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Utawalaye, Ee Ajitoshelezaye Mwenyewe, Ee Ujuaye – Yote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Roho, Ee Nuru, Ee Uliyedhahiri kuliko vyote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ewe Utembelewaye na wote, Ewe Ujulikanaye na wote, Ewe Uliyefichwa kutoka wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Uliyesetirika, Ee Mshindi, Ee Mpaji! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mwenye enzi, Ee Msaidizi, Ee Msetiri! Wewe Mtoshelezaji, Wewe Mponyaji, wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Muundaji, Ee Mtoshelezi, Ee Mng’oaji! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Ainukaye, Ee Mkusanyaji, Ee Mtukuzaji! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mkamilishaji, Ee Usiyefungwa, Ee Mkarimu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ewe Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mfadhili, Ee Mzuiaji, Ee Muumbaji! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi wewe Ee Uliye juu kuliko wote, Ee Uliye mzuri, Ee Mkarimu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mwenye Haki, Ee Mwenye neema, Mkarimu! Wewe Mridhishaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mshurutisha vyote, Ee Utiiwaye – Daima, Ee Ujuaye yote! Wewe Mridhishaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mwenye fahari, Ee Mkale wa Siku, Ee Mkarimu Mkuu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Ulindwaye barabara, Ee Bwana wa shangwe, Ee Utamaniwaye! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ewe Uliye Mwema kwa wote, Ewe Mwenye huruma kwa wote, Ewe Mhisani kuliko wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Kimbilio kwa wote, Ee Kinga kwa wote, Ee Mhifadhi-vyote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ewe Msaidizi kwa wote, Ee Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele! "},
					 					  {"para":"Nakusihi Wewe Ee Mfunuaji, Ee Mwangamizaji, Ee Mpole kuliko wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Roho yangu, Ee Wewe Mpendwa wangu, Ee Wewe Imani yangu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mzima kiu, Ee Bwana uliye bora mno, Ee Athaminiwaye kuliko wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Kumbukumbu Kuu kabisa, Ee Jina Bora kabisa, Ee Njia ya Kale kabisa! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Utukuzwaye kabisa, Ee Mtakatifu kabisa, Ee Uliyetakaswa! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Mfunguaji, Ee Mshauri, Ee Mwokozi! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele mno! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Utukufu, Ee Uzuri, Ee Mkarimu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Uaminiwaye kabisa, Ee Mpenzi bora zaidi ya wote, Ee Bwana wa Mapambazuko! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Muwashaji, Ee Mng’arishaji, Ee Mleta Furaha! Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Bwana wa Ukarimu, Ee Mwenye huruma kabisa, Ee Mwenye rehema nyingi! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Uliyethabiti, Ee Mpaji uzima, Ee Asili ya uhai wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Wewe Upenyezaye vitu vyote, Ee Mungu Unayeona vyote – Ee Bwana wa usemi! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Uliye dhahiri ilhali Uliyefichwa, Ee Usiyeonekana ilhali Unajulikana, Ee Mtazamaji atafutwaye na wote! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Nakusihi Wewe Ee Wewe Uuaye Wapenzi, Ee Mungu wa Neema kwa waovu! Wewe Mtoshelezaji, Wewe Mponyaji, Wewe Udumuye, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Ee Mtoshelezaji, nakusihi Wewe, Ee Mtoshelezaji!"},
					 					  {"para":"Ee Mponyaji, nakusihi Wewe, Ee Mponyaji!"},
					 					  {"para":"Ee Udumuye, nakusihi Wewe, Ee Udumuye!"},
					 					  {"para":"Wewe Udumuye – Daima, Ee Wewe Unayedumu milele!"},
					 					  {"para":"Umetukuzwa Wewe, Ee Mungu wangu! Nakusihi Wewe kwa ukarimu Wako, ambao kwa huo milango ya baraka Zako na neema imefunguliwa wazi, ambao kwa huo Hekalu la Utakatifu Wako limewekwa juu ya kiti cha enzi cha milele; na kwa rehema Yako ambayo kwayo Wewe Umevialika viumbe vyote kwenye meza ya baraka Zako na majaliwa; na kwa neema Yako ambayo kwayo Wewe Umeitika, katika Nafsi Yako Wewe Mwenyewe kwa neon Lako “Naam!” kwa nia ya wote walioko mbinguni na duniani, wakati ambapo enzi Yako na fahari Yako vikiwa vimefunuliwa, wakati wa mapambazuko ambapo ukuu wa milki Yako ulipodhihirishwa. Na tena nakusihi wewe, kwa majina haya mazuri kabisa, kwa sifa hizi bora na za juu kabisa, na kwa Kumbukumbu Yako Iliyotukuka kabisa, na kwa Uzuri Wako saf na usio mawaa, na kwa Nuru Yako iliyofichwa katika hema kubwa lililofichwa kabisa na kwa Jina Lako, lililovikwa vazi la mateso, kila asubuhi na jioni, kumlinda mchukuzi wa Waraka huu uliobarikiwa, na yeyote ausemaye, na yeyote akutanao nao, na yeyote azungukaye karibu na nyumba ambamo Waraka huu umo ndani yake. Mponya basi, kwa huo kila mgonjwa, mwenye maradhi na mnyonge, kutokana na kila taabu na shida, kutoka kila mateso ya makuruhu na huzuni, na muongoze kwa huo yeyote yule atamaniye kuingia katika njia za uongozi Wako, na njia za msamaha Wako na neema."},
					 					  {"para":"Wewe hakika u Mwenye nguvu, Mtoshelezaji Kabisa, Mponyaji, Mlinzi, Mpaji, Mwenye huruma, Mkarimu Kabisa, Mwenye rehema Kabisa."}
						 				 ]
						 }
						]
}