{"prayercat":"Ushindi wa hoja",
			 "id":"ushindiwahoja",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":170,"intro":"Lisifiwe jina Lako, Ee Bwana Mungu wangu! Giza limeiangukia kila nchi, na nguvu za uharibifu",
			 			 "prayerdetails":[{"para":"Lisifiwe jina Lako, Ee Bwana Mungu wangu! Giza limeiangukia kila nchi, na nguvu za uharibifu zimeyazunguka mataifa yote. Kupitia kwazo, walakini naona utukufu wa hekima Yako, na natambua wangavu wa nuru ya majaliwa Yako."},
			 							  {"para":"Wale ambao wamefungiwa nje kama kwa utando kutoka Kwako wamedhani kwamba wana uwezo wa kuuzima mwangaza Wako, na kuzima moto Wako, na kutuliza pepo za neema Yako.  La, na kwa hili uwezo Wako hunishuhudia! Kama kila aina ya mateso yasingefanywa kuwa mchukuzi wa hekima Yako, na kila aina ya majaribu kuwa chombo cha majaliwa Yako, hakuna mtu angethubutu kutupinga, ingawa nguvu za duniani na mbinguni zingeshirikiana dhidi yetu, Kama ningefunua siri za ajabu za hekima Yako ambazo zimewekwe wazi mbele yangu, hatamu za maadui Wako zingekatika vipande vipande."},
			 							  {"para":"Utukuzwe Wewe, basi, Ee Mungu wangu! Nakusihi Wewe kwa Jina Lako Kuu Kabisa kuwakusanya wale wakupendao Wewe kuzungukia Sheria ambayo humiminika kutoka ridhaa ya mapenzi Yako, na kuwatelemshia kile kitakachoithibitisha mioyo yao. Una nguvu Wewe kufanya yale yakupendezayo Wewe, Wewe, kwa kweli, u Msaada katika Mashaka Ajitoshelezaye Mwenyewe."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Bab","wordcount":179,"intro":"Utukufu uwe Kwako, Ee Bwana, Wewe Ambaye umeumba viumbe vyote, kwa nguvu ya amri Yako.",
						 "prayerdetails":[{"para":"Utukufu uwe Kwako, Ee Bwana, Wewe Ambaye umeumba viumbe vyote, kwa nguvu ya amri Yako."},
						 				  {"para":"Ee Bwana! Wasaidie wale ambao wamevikana vingine vyote ila Wewe, na wajalie ushindi mkuu.  Watelemshie, Ee Bwana jeshi la malaika la mbinguni na duniani na vyote vilivyopo katikati yao, kuwasaidia watumishi Wako, kuwaauni na kuwaimarisha, kuwawezesha kupata fanaka, kuwahifadhi, kuwapamba kwa utukufu, kuwatajirisha na kuwafanya washindi kwa ushindi wa ajabu."},
						 				  {"para":"Wewe u Bwana wao, Bwana wa mbingu na nchi, Bwana wa malimwengu yote.  Imarisha Imani hii Ee Bwana, kwa nguvu za watumishi hawa, na wafanye washindi juu ya watu wote wa dunia; kwa kuwa wao, kwa kweli, ni watumishi Wako ambao wamejitenga wenyewe kutoka vingine vyote ila Wewe, na Wewe, kwa kweli, u mlinzi wa waumini wa kweli."},
						 				  {"para":"Ujalie, Ee Bwana, kwamba mioyo yao iweze, kwa kupitia uaminifu wao katika hii, Imani Yako isiyokiukwa, kukua madhubuti zaidi kuliko kingine chochote kilichopo mbinguni na duniani na chochote kile kilichopo katikati yao, na iimarishe, Ee Bwana, mikono yao kwa dalili za nguvu Yako ya ajabu ili iweze kudhihirisha nguvu Yako mbele ya macho ya binadamu wote."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Bab","wordcount":101,"intro":"Ee Bwana! Ujalie kwa ajili ya ukuaji wa haraka wa Mti wa Umoja Wako mtakatifu; uunyweshee",
						 "prayerdetails":[{"para":"Ee Bwana! Ujalie kwa ajili ya ukuaji wa haraka wa Mti wa Umoja Wako mtakatifu; uunyweshee basi, Ee Bwana, kwa maji yatiririkayo ya ridhaa Yako njema, na ufanye, mbele ya ufunuo wa uthibitisho Wako mtakatifu, uzae matunda yale ambayo Wewe wayatamani kwa ajili ya utukuzwaji Wako na uadhimishwaji wa sifa Yako na shukrani, na kutukuza Jina Lako, kusifu umoja wa Asili Yako na kutoa ibada Kwako, kwa kuwa yote haya yamo mkononi Mwako na si mkononi mwa mwingine."},
						 				  {"para":"Baraka kuu ni kwa wale ambao damu yao Wewe umeichagua kunyeshea Mti wa uthibitisho Wako, na hivyo kutukuza Neno Lako takatifu na lisilobadilika."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Bab","wordcount":207,"intro":"Ee Bwana! Wajalie ushindi watumishi Wako wavumiliao katika siku Zako kwa kuwapa ushindi ",
						 "prayerdetails":[{"para":"Ee Bwana! Wajalie ushindi watumishi Wako wavumiliao katika siku Zako kwa kuwapa ushindi unaostahili, kwa kuwa wametafuta kifo cha ushahidi katika njia Yako, Watelemshie yale ambayo yataleta faraja kwenye akili zao, yatafurahisha nafsi zao za ndani, yataipa mioyo yao uhakika na utulivu kwa miili yao na yataziwezesha roho zao kupaa hadi mbele ya Mungu, Aliyetukuka Kabisa, na kufikia Paradiso kuu na makimbilio yale ya utukufu kama Wewe uliyoyakusudia kwa watu wa elimu ya kweli na wema."},
					 					  {"para":"Hakika, Wewe wajua vitu vyote, wakati sisi tu watumishi Wako tu, watumwa Wako, waja Wako na maskini Wako.  Hakuna Bwana tumwombae ila Wewe, Ee Mungu Bwana wetu, wala hatuombi baraka au neema kutoka kwa yeyote ila Wewe, Ewe Ambaye u Mungu wa rehema katika ulimwengu huu na ule ujao.  Sisi tu asili ya umasikini tu, ya kutokuwa kitu, ya bila msaada na ya mateso ya milele, huku nafsi yako yote humaanisha utajiri, uhuru, utukufu, enzi na neema isiyo na kikomo."},
					 					  {"para":"Geuza thawabu yetu, Ee Bwana, kuwa kile kikustahilicho kabisa Wewe katika mema ya ulimwengu huu na ya ule ujao, na katika baraka nyingi zieneazo kutoka juu mbinguni hadi duniani."},
					 					  {"para":"Hakika, Wewe u Bwana wetu na Bwana wa vitu vyote. Katika mikono Yako twajisalimisha sisi wenyewe, tukitamani sana vitu ambavyo huhusika Nawe."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Bab","wordcount":42,"intro":"Ee Bwana! Wawezeshe watu wote wa dunia kuingia katika Paradiso ya Imani Yako, ili kwamba",
						 "prayerdetails":[{"para":"Ee Bwana! Wawezeshe watu wote wa dunia kuingia katika Paradiso ya Imani Yako, ili kwamba hakuna kiumbe kitakachoweza kubaki nje ya mipaka ya ridhaa Yako njema."},
					 					  {"para":"Kutoka zama zisizokumbukika Wewe umekuwa na nguvu kufanya kile kikupendezacho na kupita zaidi chochote Wewe utakacho."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Abdu'l-Baha","wordcount":161,"intro":"Ee Mungu, Mungu wangu! Sifa iwe Kwako kwa kuwasha moto wa upendo Mtakatifu katika Mti ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu! Sifa iwe Kwako kwa kuwasha moto wa upendo Mtakatifu katika Mti Mtakatifu, katika kilele cha mlima mrefu kabisa: Mti ule ambao “si wa Mashariki wala wa Magharibi,” moto ule ambao uliwaka mpaka mwale wake ulipaa hadi kufikia Jeshi la juu, na kutoka kwake uhalisia ule umepata  mwangaza wa uongozi, na kupaza sauti: “Hakika tumeona moto kwenye mtelemko wa Mlima Sinai”"},
					 					  {"para":"Ee Mungu, Mungu wangu! Chochea moto huu siku hadi siku, mpaka mlipuko wake uanzishe mwendo katika dunia nzima, Ewe, Bwana wangu! Washa nuru ya upendo Wako katika kila moyo, pulizia katika mioyo ya watu roho ya elimu Yako, furahisha vifua vyao kwa aya za umoja Wako.  Wahuishe wale waishio ndani ya makaburi yao, waonye waliojaa kiburi, fanya furaha iwe ya ulimwenguni kote, telemsha maji Yako maangavu kabisa, na katika mkusanyiko wa utukufu dhahiri, pitisha kile kikombe ambacho “kimezimuliwa kwenye chemchemi ya kafuri.”"},
					 					  {"para":"Hakika , Wewe u Mtoaji, Msamehevu, Mpaji-Daima.  Hakika, Wewe u Mwenye rehema, Mwenye huruma. "}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Abdu'l-Baha","wordcount":280,"intro":"Yeye ni Mungu! Ee Bwana, Mungu wangu, Mpendwa wangu kabisa!",
						 "prayerdetails":[{"para":"Yeye ni Mungu! Ee Bwana, Mungu wangu, Mpendwa wangu kabisa!"},
					 					  {"para":"Hawa ni watumishi Wako ambao wamesikia Sauti Yako, wametega sikio kwenye Neno Lako na wamesikia Mwito Wako. Wamekuamini Wewe, wameshuhudia maajabu Yako, wamekubali uthibitisho Wako na kushuhudia juu ya ushuhuda Wako. Wameshuhudia maajabu Yako, wamekubali uthibitisho wako na kushuhudia juu ya ushuhuda Wako.  Wametembea katika njia Zako, wamefuata uongozi Wako, wamegundua maajabu Yako, wamefahamu siri za Kitabu Chako, aya za Hati Zako ndefu na habari za barua Zako na Nyaraka.  Wameng’ang’ania pindo la vazi Lako na kushikilia kwa uthabiti kwenye joho la nuru Yako na fahari.  Nyayo zao zimeimarishwa katika Agano Lako na mioyo yao imefanywa madhubuti katika Wasia Wako.  Bwana! Washa katika mioyo yao mwale wa mvuto Wako mtakatifu na ujalie kwamba ndege wa upendo na ufahamu aweze kuimba katika mioyo yao.  Ujalie kwamba waweze kuwa kama vile ishara za nguvu, bendera zing’aazo, na kamili kama Neno Lako.  Utukuze Hoja Yako kwa kupitia wao, kunjua bendera Zako na eneza mbali na mahali pengi maajabu Yako. Fanya la ushindi Neno Lako kupitia wao na imarisha viuno vya wapendwa Wako.  Fungua ndimi zao kulisifu Jina Lako, na wasukume kutenda mapenzi Yako matakatifu na ridhaa.  Angaza nyuso zao katika Ufalme Wako wa utakatifu, na kamilisha furaha yao kwa kuwasaidia kuinuka kwa ajili ya ushindi wa Hoja Yako."},
					 					  {"para":"Bwana! Sisi tu wanyonge, tuimarishe kutawanya manukato ya Utakatifu Wako, tu masikini, tutajirishe kutoka hazina Zako za Umoja Wako Mtakatifu; tupo uchi tuvishe kwa joho la ukarimu Wako; tu wenye dhambi, tusamehe dhambi zetu kwa neema Yako, fadhili Yako na ghofira Yako.  Wewe, hakika, u Muauni, Msadizi, Mwenye neema, Mwenye uwezo, Mwenye nguvu."},
					 					  {"para":"Utukufu wa utukufu uwe juu ya wao ambao ni imara na thabiti."}
						 				 ]
						 }
						]
}