{"prayercat":"Uthabiti",
			 "id":"uthabiti",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":177,"intro":"Litukuzwe jina Lako, Ee Bwana Mungu wangu! Nakusihi Wewe kwa uwezo Wako ambao umezunguka ",
			 			 "prayerdetails":[{"para":"Litukuzwe jina Lako, Ee Bwana Mungu wangu! Nakusihi Wewe kwa uwezo Wako ambao umezunguka viumbe vyote, na kwa enzi Yako ambayo imepita kabisa muumbo wote, na kwa Neno Lako ambalo lilifchwa katika hekima Yako na ambalo kwalo Uliumba mbingu Yako na dunia Yako, yote mawili kutuwezesha kuwa imara katika upendo wetu Kwako na katika utii wetu kwa ridhaa Yako, na kukazia macho yetu kwenye uso Wako, na kutukuza utukufu Wako. Tuwezeshe, basi, Ee Mungu wangu, kueneza mbali ishara Zako kati ya viumbe Wako, na kulinda Imani Yako katika milki Yako. Wewe umekuwapo daima ukiwa huru kutokana na kumbukumbu ya yeyote kati ya viumbe Wako, na utabakia kama Ulivyokuwa milele na milele."},
			 							  {"para":"Katika Wewe nimeweka imani yangu yote, Kwako Wewe nimegeuzia uso wangu, kwenye ugwe wa majaliwa Yako ya upendo nimeng’ang’ania, na kuelekeza kivuli cha rehema Yako nimeharakia."},
			 							  {"para":"Usinitupe nje ya mlango Wako kama aliyekatishwa tamaa, Ee Mungu wangu, na usinizuilie neema Yako, kwa maana Wewe pekee nikuombaye. Hakuna Mungu aliyepo kando Yako, Msamehevu-Daima, Mkarimu Kabisa."},
			 							  {"para":"Sifa iwe Kwako, Ewe Ambaye u Mpendwa wa wale ambao wamekujua Wewe!"}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Baha'u'llah","wordcount":197,"intro":"Ewe Ambaye ukaribu Wako ndiyo matakwa yangu, Ambaye uwepo Wako ndiyo tumaini langu, Ambaye",
						 "prayerdetails":[{"para":"Ewe Ambaye ukaribu Wako ndiyo matakwa yangu, Ambaye uwepo Wako ndiyo tumaini langu, Ambaye kumbukumbu Yako ndiyo haja yangu, Ambaye uwanja Wako wa utukufu ndio kusudi langu, Ambaye makao Yako ndiyo shabaha yangu, Ambaye jina Lako ndiyo kiponyesho changu, Ambaye upendo Wako ndiyo wangavu wa moyo wangu, Ambaye huduma Yako ndiyo hamu yangu ya juu kabisa! Nakusihi Wewe kwa Jina Lako, ambalo kwalo umewawezesha wale ambao wamekutambua Wewe kupaa kwenye vilele vya juu kabisa vya kukujua Wewe na umewawezesha wale wakuabuduo kwa moyo wa juhudi kupaa hadi kwenye mipaka ya uwanja wa fadhili Zako takatifu, kunisaidia kugeuza uso wangu kuelekea uso Wako, kukazia macho yangu Kwako na kuzungumza juu ya utukufu Wako."},
						 				  {"para":"Mimi ni yule, Ee Bwana wangu, ambaye amesahau vyote ila Wewe, na kugeukia kuelekea Mapambazuko ya neema Yako, ambaye ameachana na vyote ila Wewe Mwenyewe kwa matumaini ya kuukaribia uwanja Wako. Nitazame, basi, macho yangu yakiwa yameinuliwa kuelekea Kiti ambacho hung’aa kwa utukufu wa mwangaza wa Uso Wako. Nitelemshie, basi, juu yangu, Ee Mpendwa wangu, kile ambacho kitaniwezesha kuwa thabiti katika Hoja Yako, ili kwamba mashaka ya makafiri yasiweze kunizuia kukugeukia Wewe."},
						 				  {"para":"Wewe, hakika, u Mungu wa Uwezo, Msaada katika Mashaka, Mtukufu Kabisa, Mweza yote."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Baha'u'llah","wordcount":189,"intro":"Ee Mungu, Mungu Wangu! Nimegeukia kwako  kwa toba, na hakika Wewe u Mghofiri, Mwenye huruma.",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu Wangu! Nimegeukia kwako  kwa toba, na hakika Wewe u Mghofiri, Mwenye huruma."},
						 				  {"para":"Ee Mungu, Mungu wangu! Nimerudi Kwako, na hakika Wewe u Msamehevu-Daima mwenye neema."},
						 				  {"para":"Ee Mungu, Mungu wangu! Nimeng’ang’ania kwenye ugwe wa baraka Yako, na Wewe ndiye ghala ya vyote vilivyomo mbinguni na duniani."},
						 				  {"para":"Ee Mungu, Mungu wangu! Nimeharakia kuelekea Kwako, na hakika Wewe u Msamehevu, Bwana wa neema tele. "},
						 				  {"para":"Ee Mungu, Mungu wangu! Nina kiu ya divai ya mbinguni ya neema Yako, na hakika Wewe u mpaji, Mkarimu, Mwenye neema, Mweza yote."},
						 				  {"para":"Ee Mungu, Mungu wangu! Nashuhudia kwamba Wewe umefunua Hoja Yako, umetimiza ahadi Yako na kutelemsha kutoka mbingu ya neema Yako kile ambacho kimevutia Kwako mioyo ya wapendelewa Wako. Heri ni yake ambaye ameshikilia uthabiti kwenye ugwe Wako madhubuti na kung’ang’ania kwenye pindo la joho Lako ling’aalo!"},
						 				  {"para":"Nakuomba Wewe, Ee Bwana wa viumbe vyote na Mfalme wa vionekanavyo na visivyoonekana, kwa uwezo Wako, fahari Yako na enzi Yako, kujalia kwamba jina langu liweze kuandikwa kwa kalamu Yako ya utukufu kati ya waliojifunga Wako, wao ambao hati ndefu za wenye dhambi hazikuwazuia kugeukia kwenye mwangaza wa uso Wako. Ee Mungu, msikia sala, mjibu sala."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Baha'u'llah","wordcount":161,"intro":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Nakusihi Wewe kwa Yeye Ambaye ndiye Jina Lako Kuu ",
						 "prayerdetails":[{"para":"Umetukuzwa Wewe, Ee Bwana Mungu wangu! Nakusihi Wewe kwa Yeye Ambaye ndiye Jina Lako Kuu Kabisa, Ambaye ameteswa sana na wale viumbe Wako ambao walikana ukweli Wako, na Ambaye amezingirwa na huzuni ambazo hakuna ulimi uwezao kueleza, kujalia kwamba niweze kukukumbuka Wewe na kutukuza sifa Yako, katika siku hizi wakati wote wamegeukia mbali kutoka kwenye uzuri Wako, wamebishana Nawe, na kugeukia mbali kwa dharau kutoka Yeye Ambaye ndiye Mfunuaji wa Hoja Yako."},
					 					  {"para":"Hakuna yeyote aliyepo, Ee Bwana wangu, wa kukusaidia Wewe isipokuwa Nafsi Yako Wewe Mwenyewe, na hakuna uwezo wa kukusaidia Wewe isipokuwa uwezo Wako mwenyewe."},
					 					  {"para":"Nakusihi Wewe kuniwezesha kung’ang’ania kwa nguvu kwenye upendo Wako na kumbukumbu Yako."},
					 					  {"para":"Hii, hakika, imo katika uwezo wangu, na Wewe u Yule ajuaye yote yale yaliyomo ndani mwangu. Wewe, kwa kweli, u mjuaji, afahamuye vitu vyote. Usininyime, Ee Bwana wangu, utukufu wa mwangaza wa uso Wako, ambao mng’ao wake umeangazia ulimwengu mzima. Hakuna Mungu aliyepo kando Yako, Mwenye nguvu kabisa, Mtukufu Kabisa. Msamehevu – Daima."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Bab","wordcount":251,"intro":"Sifa iwe Kwako, Ee Bwana, Mpendwa wangu Kabisa! Nifanye thabiti katika Hoja Yako, na ujalie",
						 "prayerdetails":[{"para":"Sifa iwe Kwako, Ee Bwana, Mpendwa wangu Kabisa! Nifanye thabiti katika Hoja Yako, na ujalie kwamba niweze kuhesabiwa kati ya wale ambao hawakuvunja Ahadi Yako wala kufuata miungu ya mawazo yao wenyewe ya upuuzi. Niwezeshe, basi, kupata kiti cha ukweli mbele Yako, nijalie dalili ya rehema yako na acha niungane na wale watumishi Wako ambao hawatakuwa na woga wala kuhuzunishwa. Usiniache pekee yangu, Ee Bwana wangu, wala usininyime kumtambua Yeye Ambaye ni Udhihirisho Wako Wewe Mwenyewe, wala unihesabu pamoja na wale ambao wamegeukia mbali kutoka machoni Pako patakatifu. Nihesabu, Ee Mungu wangu, pamoja na wale ambao wamepata upendeleo kukazia macho yao kwenye Uzuri Wako na ambao hukufurahia mno kwamba wasingeweza kubadilisha humo japo kwa kitambo kwa enzi ya ufalme wa mbingu na dunia wala kwa milki nzima ya muumbo. Uwe na rehema juu yangu, Ee Bwana, katika siku hizi wakati watu wa dunia Yako wamekosa vya kuhuzunisha; nipe basi, Ee Mungu wangu, kile kilicho chema na kistahilicho katika ukadiriaji Wako, Wewe, hakika, u Mwenye Nguvu – Kabisa, Mwenye neema, Mkarimu, Msamehevu – Daima."},
					 					  {"para":"Ujalie, Ee Mungu wangu, kwamba nisiweze kuhesabiwa kati ya wale ambao masikio yao ni viziwi, ambao macho yao ni vipofu, ambao ndimi zao ni bubu na ambao mioyo yao imeshindwa kufahamu. Niokoe, Ee Bwana, kutoka moto wa ujinga na wa tamaa za ubinafsi, niruhusu kuingia kwenye mipaka ya huruma Yako kuu kupita kiasi na unitelemshie kile ambacho Wewe umekiamuru kwa ajili ya wateule Wako. Una nguvu Wewe kufanya yale uyakusudiayo. Hakika, Wewe u Msaada katika Mashaka, Ajitoshelezaye -  Mwenyewe."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Bab","wordcount":102,"intro":"Umesifiwa na kutukuzwa Wewe, Ee Mungu! Ujalie kwamba siku ya kufika machoni Pako patakatifu ",
						 "prayerdetails":[{"para":"Umesifiwa na kutukuzwa Wewe, Ee Mungu! Ujalie kwamba siku ya kufika machoni Pako patakatifu iweze kukaribia haraka."},
					 					  {"para":"Changamsha mioyo yetu kwa nguvu za upendo na ridhaa Yako njema, na utujalie uthabiti ili kwa hiari tukubali Mapenzi Yako na Amri Yako. Hakika, elimu Yako imekumbatia vitu vyote ulivyoviumba au utakavyoviumba, na uwezo Wako wa mbinguni hupita kabisa chochote ambacho umekiita au utakiita kwenye uhai. Hakuna yeyote apaswaye kuabudiwa ila Wewe, hakuna yeyote apaswaye kutamaniwa ila Wewe, hakuna yeyote apaswaye kusujudiwa kando Yako na hakuna chochote kipaswacho kupendwa ila ridhaa Yako njema."},
					 					  {"para":"Hakika, Wewe u Mtawala mkuu, Ukweli Mkuu, Msaada katika Mashaka, Ajitoshelezaye Mwenyewe."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Abdu'l-Baha","wordcount":52,"intro":"Ee Bwana Mungu wangu! Wasaidie wapendwa Wako kuwa aimara katika Imani Yako, kutembea katika",
						 "prayerdetails":[{"para":"Ee Bwana Mungu wangu! Wasaidie wapendwa Wako kuwa aimara katika Imani Yako, kutembea katika njia Zako, kuwa thabiti katika Hoja Yako. Wape neema Yako kushindana na mashambulio ya nafsi na tamaa, kufuata mwangaza wa Uongozi Mtakatifu. Wewe u Mwenye nguvu, Mwenye neema, Ajitoshelezaye Mwenyewe, Mpaji, Mwenye huruma, Mwenyezi Mungu, Mkarimu – Kabisa."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Abdu'l-Baha","wordcount":225,"intro":"Ee Mungu, Mungu wangu, Ambaye humuongoza mtafutaji kwenye njia iongozayo sawasawa, Ambaye ",
						 "prayerdetails":[{"para":"Ee Mungu, Mungu wangu, Ambaye humuongoza mtafutaji kwenye njia iongozayo sawasawa, Ambaye humuokoa aliyepotea na roho iliyopofushwa kutoka jangwa la maangamizi ya milele, Wewe Ambaye hujalia kwa walio wa kweli baraka kuu na fadhili, Ambaye humlinda mwoga ndani ya kimbilio Lako lisiloingilika, Ambaye hujibu kutoka upeo Wako wa juu kabisa, kilio cha wale wakuliliao Wewe. Usifwe Wewe, Ee Bwana wangu! Wewe umewaongoza wenye fadhaa kutoka kifo cha kutoamini, na umewaleta wale ambao hukukaribia Wewe kwenye kusudi la safari, na umewafurahisha wenye hakika kati ya watumishi Wako kwa kuwajalia haja zao wanazozihifadhi kabisa, na umefungua, kutoka Ufalme wa uzuri Wako, mbele ya nyuso za wale wakutamanio Wewe milango ya muungano tena, na umewaokoa kutoka mioto ya unyimwaji na hasara kiasi kwamba wameharakia Kwako na kufika mbele Yako, na kufika kwenye mlango Wako wa ukaribisho, na kupokea tawabu kubwa ya baraka."},
					 					  {"para":"Ee Bwana wangu, waliona kiu, Wewe uliinua kwenye midomo yao iliyokauka maji ya muungano tena. Ewe mwororo, Mpaji, Wewe ulituliza maumivu yao kwa kitulizo cha ukarimu Wako na neema, na uliponya maradhi yao kwa dawa kuu ya huruma Yako. Ee Bwana, iimarishe miguu yao kwenye njia Yako iliyonyooka, wapanulie tundu la sindano, na wafanye wakiwa wamevaa mavazi ya kifalme, kutembea katika utukufu milele na milele."},
					 					  {"para":"Hakika, Wewe u Mkarimu, Mpaji – Daima, Athaminiwaye, Mkarimu Kabisa. Hakuna Mungu mwingine ila Wewe, Mwenye uwezo, Mwenye nguvu, Aliyetukuka, Mshindi."}
						 				 ]
						 }
						]
}