{"prayercat":"Wafia dini na jamaa zao",
			 "id":"wafiadininajamaazao",
			 "details": [{"prayerID":1,"prayername":"","author":"Abdu'l-Baha","wordcount":460,"intro":"Yeye ni Mungu! Ee Bwana Mungu wangu! Ee Wewe Msaidizi wa wanyonge. Msaada wa masikini na ",
			 			 "prayerdetails":[{"para":"Yeye ni Mungu! Ee Bwana Mungu wangu! Ee Wewe Msaidizi wa wanyonge. Msaada wa masikini na mkombozi wa wasiojiweza wanaokugeukia Wewe."},
			 							  {"para":"Kwa unyenyekevu wa hali ya juu kabisa nainua mikono yangu ya maombi kwa ufalme Wako wa uzuri na kwa bidii nikikuita Wewe kwa ulimi wangu wa ndani, nikisema: Ee Mungu, Mungu wangu! Nisaidie ili nikuabudu Wewe, imarisha viuno vyangu ili nikutumikie Wewe; nisaidie kwa rehema Yako katika utumishi wangu Kwako; niache niwe thabiti katika utiifu wangu Kwako; nimwagie kwa wingi baraka Zako, acha mtupo wa jicho Lako litazamalo mara moja la ridhaa Yako njema lielekezwe kwangu na unizamishe katika bahari ya msamaha Wako. Ruhusu kwamba niweze kuthibitishwa katika utiifu kwa Imani Yako, na nijalie kipimo tele cha yakini na tumaini, ili niweze kuachana na ulimwengu, na niweze kugeuzia uso wangu kwa bidii kuelekea uso Wako, ili nitiwe nguvu kwa uwezo ushurutishao ushurutishao wa mathibitisho na ushahidi, na nikipambwa kwa utukufu na uwezo, niweze kupita kila nchi ya mbingu na dunia. Kwa hakika Wewe u Mwenye rehema, Mwenye Utukufu – Wote, Mpole, Mwenye huruma."},
			 							  {"para":"Ee Bwana! Hawa ndio waliosalia kwa wale wafia dini, lile kundi la roho zilizobarikiwa. Wamevumilia kila mateso na kuonesha uvumilivu mbele ya udhalimu wa kuhuzunisha. Wameacha starehe zote na fanaka, kwa hiari yao wenyewe wamejitolea kwa mateso ya kutisha na taabu kwa njia ya upendo wako, na bado wameshikiliwa mateka katika mifumbato ya maadui, Wao ambao wanaendelea kuwasumbua kwa mateso ya kuumiza, na kuwaonea kwa kuwa wanatembea kwa uthabiti katika njia Yako iliyonyoka. Hakuna yeyote wa kuwasaidia, hakuna yeyote wa kuwafadhili.  Isipokuwa wale wanyonge na waovu, hakuna yeyote wa kuhusiana nao na kupatano nao."},
			 							  {"para":"Ee Bwana! Roho hizi zimeonja maumivu makali ya kifo katika maisha haya ya kidunia na, kama dalili ya upendo wao kwa uzuri ung’aao wa uso Wako na katika shauku yao kuufikia Ufalme Wako wa mbinguni, wamevumilia kila ufidhuli mbaya sana ambao watu wa udhalimu wamewashurutisha."},
			 							  {"para":"Ee Bwana! Jaza masikio yao kwa aya za msaada mtakatifu na za ushindi wa haraka, na waokoe kutoka dhuluma ya wale wenye nguvu. Zuia mikono ya waovu na usiziache roho hizi ziraruliwe kwa makucha na meno ya wanyama wakali, kwa kuwa wamevutiwa sana kwa pendo lao Kwako, wakiwa wameaminiwa na Siri za utakatifu Wako, wanasimama kwa unyenyekevu katika mlango Wako na wamefikia mipaka Yako iliyotukuka."},
			 							  {"para":"Ee Bwana! Kwa rehema uwaimarishe kwa roho mpya; angaza macho yao kwa kuwawezesha kutazama ushuhuda Wako wa ajabu katika usiku wa giza; wakusudie mema yote ambayo yamejaa katika Ufalme Wako wa mafumbo ya milele: wafanye kama nyota zing’aazo zikiangazia juu ya nchi zote, miti iliyopambwa sana ikielemewa kwa matunda na matawi yakipeperushwa katika upepo mwanana wa mapambazuko."},
			 							  {"para":"Hakika, Wewe u Mkarimu, Mwenye nguvu, Mwenye enzi, Asiyeshurutishwa.  Hakuna Mungu mwingine ila Wewe, Mungu wa upendo na huruma, Mtukufu – Kabisa, Msamehevu – Daima."}
			 							 ]
			 			 }
						]
}