{"prayercat":"Wanadamu",
			 "id":"wanadamu",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":142,"intro":"Mungu wangu, Ambaye namwabudu na kumpenda mno! Nashuhudia juu ya umoja Wako na upekee Wako",
			 			 "prayerdetails":[{"para":"Mungu wangu, Ambaye namwabudu na kumpenda mno! Nashuhudia juu ya umoja Wako na upekee Wako, na kukiri baraka Zako, wakati uliopita na wakati huu pia. Wewe u yule Mkarimu Kabisa, Ambaye manyunyu yafurikayo ya rehema Yako yamewanyeshea wakubwa kwa wadogo kadhalika, na utukufu wa neema Yako umetawanywa juu ya wote watiifu na wakaidi."},
			 							  {"para":"Ee Mungu wa rehema, Ambaye mbele ya mlango Wako asili halisi ya rehema imesujudu, na kuzungukia mahali patakatifu pa Hoja Yako wema wa upendo, katika kiini chake cha ndani kabisa, umezunguka, tunakusihi Wewe, tukiomba neema Yako ya kale, na tukitafuta fadhili Yako ya sasa, kwamba Wewe uweze kuwa na rehema juu ya wote ambao ni udhihirisho wa ulimwengu wa uhai, na usiwanyime mmiminiko wa neema Yako katika siku Zako."},
			 							  {"para":"Wote ni maskini tu na wahitaji, na Wewe, hakika, u Mwenye – vyote, Mshinda – vyote, Mwenye – nguvu Kabisa."}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Abdu'l-Baha","wordcount":130,"intro":"Ewe Bwana mwenye huruma, Wewe Ambaye u mkarimu na mweza! Sisi tu watumishi Wako ",
						 "prayerdetails":[{"para":"Ewe Bwana mwenye huruma, Wewe Ambaye u mkarimu na mweza! Sisi tu watumishi Wako tuliohifadhiwa chini ya majaliwa Yako. Elekeza macho yako ya fadhili juu yetu. Yape macho yetu nuru, usikivu kwa masikio yetu, na fahamu na upendo kwa mioyo yetu. Zifanye roho zetu zenye shangwe na furaha kwa njia ya habari Zako njema. "},
						 				  {"para":"Ee Bwana! Tuoneshe njia ya ufalme Wako na tuhuishe sisi sote kwa njia ya pumzi ya Roho Mtakatifu. Tupe uzima wa milele na daima tujalie heshima isiyo na mwisho. Waunganisha wanadamu na uuangazie ulimwengu wa jamii ya wanadamu. Wote tuweze kufuata njia Yako, tutamani ridhaa Yako njema na tutafute siri za ufalme Wako. Ee Mungu! Tuunganishe na unganisha mioyo yetu na kifungo Chako kisichofunguka."},
						 				  {"para":"Hakika, Wewe u Mpaji, Wewe u Mwema na Wewe u Mwenye enzi."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":176,"intro":"Ewe Bwana mwema! Ee Wewe Ambaye u mkarimu na mwenye rehema! Sisi tu watumishi wa kizingiti ",
						 "prayerdetails":[{"para":"Ewe Bwana mwema! Ee Wewe Ambaye u mkarimu na mwenye rehema! Sisi tu watumishi wa kizingiti Chako na tumekusanyika chini ya kivuli kisetiricho cha umoja Wako mtakatifu. Jua la majaliwa Yako ya upendo lawawakia wote, na mawingu ya ukarimu Wako huwatia kivuli wote. Baraka Zako zawazunguka wote, majaliwa Yako yawahifadhi wote, ulinzi Wako huwawekea kivuli wote, na macho ya fadhili Yako yaelekezwa juu ya wote."},
						 				  {"para":"Ee Bwana! Jalia baraka Zako zisizo na kikomo, na acha nuru ya uongozi Wako iangaze. Angazia macho, furahisha mioyo kwa shangwe idumuyo. Ujalie roho mpya juu ya watu wote na Uwape uzima wa milele. Fungua milango ya ufahamu wa ukweli, na acha nuru ya imani iangaze kwa wangavu. Wakusanye watu wote chini ya kivuli cha ukarimu Wako na wafanye waunganike katika upatano, ili kwamba waweze kuwa kama miale ya jua moja, kama mawimbi ya bahari moja, na kama matunda ya mti mmoja. Waweze kunywa kutoka chemchemi moja. Waweze kuburudishwa kwa upepo ule ule mwanana. Waweze kupokea mwangaza kutoka chanzo kile kile cha mwanga na uzima. "},
						 				  {"para":"Wewe u Mpaji, Mwenye rehema, Mwenyezi."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":196,"intro":"Ewe Bwana mwema! Wewe umeumba wanadamu wote kutoka jadi moja. Wewe umeamuru kwamba wote wawe ",
						 "prayerdetails":[{"para":"Ewe Bwana mwema! Wewe umeumba wanadamu wote kutoka jadi moja. Wewe umeamuru kwamba wote wawe wa kaya moja. Mbele ya Utakatifu Wako wote ni watumishi Wako, na binadamu wote wamelindwa chini ya Hema Lako takatifu. Wote wamekusanyika pamoja kwenye Meza Yako ya Ukarimu; wote wanaangaziwa kwa nuru ya Majaliwa Yako."},
						 				  {"para":"Ee Mungu! Wewe u mwema kwa wote, Umewajalia wote, umewalinda wote, umewapa uzima wote, Wewe umemjalia kila mmoja na wote akili na uwezo; na wote wamezamishwa katika Bahari ya Rehema Yako."},
						 				  {"para":"Ewe Bwana mwema! Wanganishe wote, acha dini zipatane na yafanye mataifa kuwa taifa moja, ili kwamba waweze kujiona kama ukoo mmoja na dunia nzima kama nyumba moja. Wote waweze kuishi pamoja kwa mapatano kamili."},
						 				  {"para":"Ee Mungu! Inua juu kabisa bendera ya umoja wa binadamu. Ee Mungu! Simamisha Amani Kuu Kabisa.Unganisha kwa uthabiti, Ee Mungu, mioyo pamoja."},
						 				  {"para":"Ewe Baba mwema, Mungu! Furahisha mioyo yetu kwa manukato ya upendo Wako. Ng’arisha macho yetu kwa nuru ya Uongozi Wako. Furahisha masikio yetu kwa sauti tamu ya Neno Lako, na tulinde sisi sote katika Ngome ya Majaliwa yako."},
					 					  {"para":"Wewe U Mwenye uwezo na Mwenye nguvu! Wewe u Msamehevu na Wewe u Yule Ambaye husamehe makosa ya binadamu wote."}
						 				 ]
						 }
						]
}