{"prayercat":"Watoto Na Vijana",
			 "id":"watotonavijana",
			 "details": [{"prayerID":1,"prayername":"","author":"Baha'u'llah","wordcount":146,"intro":"Usifiwe Wewe, Ee Bwana Mungu wangu! Kwa neema ujalie kwamba mtoto huyu mchanga",
			 			 "prayerdetails":[{"para":"Usifiwe Wewe, Ee Bwana Mungu wangu! Kwa neema ujalie kwamba mtoto huyu mchanga alishwe kutoka maziwa ya rehema Yako ya upendo na majaliwa Yako ya upendo na alelewe kwa tunda la miti Yako ya mbinguni. Usimuache awekwe chini ya uangalizi wa yeyote ila Wewe, kwa kuwa Wewe Mwenyewe, kwa njia ya uwezo wa amri Yako yenye mamlaka na nguvu, ulimuumba na kumuita kwenye uhai. Hakuna Mungu mwingine ila Wewe, Mwenyezi Mungu, Ajuaye yote."},
			 							  {"para":"Umesifiwa Wewe, Ee Mpendwa wangu kuliko wote, mpeperushie juu yake harufu tamu ya ukarimu Wako bora kabisa na manukato ya upaji Wako mtakatifu. Mwezeshe basi kutafuta kimbilio chini ya kivuli cha Jina Lako lililotukuka kuliko yote, Ewe Ambaye hushikilia katika mikono Yako ufalme wa majina na sifa. Kwa kweli, Wewe u mwenye nguvu kufanya yale Wewe uyatakayo, na Wewe kwa kweli u Mwenye uwezo, Aliyetukuka, Msamehevu – Daima. Mwenye neema, Mkarimu, Mwenye rehema"}
			 							 ]
			 			 },
						 {"prayerID":2,"prayername":"","author":"Abdu'l-Baha","wordcount":34,"intro":"Ewe Bwana asiye na kifani! Acha mtoto huyu anyonyaye anyonyeshwe kutoka maziwa",
						 "prayerdetails":[{"para":"Ewe Bwana asiye na kifani! Acha mtoto huyu anyonyaye anyonyeshwe kutoka maziwa ya upendo Wako, mlinde ndani ya susu ya usalama Wako na ulinzi na ujalie kwamba alelewe katika mikono ya upendo Wako mwema."}
			 							 ]
			 			 },
						 {"prayerID":3,"prayername":"","author":"Abdu'l-Baha","wordcount":65,"intro":"Ee Mungu! Mlee mtoto huyu mdogo katika kifua cha upendo Wako, na umpe maziwa",
						 "prayerdetails":[{"para":"Ee Mungu! Mlee mtoto huyu mdogo katika kifua cha upendo Wako, na umpe maziwa kutoka kifua cha Majaliwa Yako. Uupalilie mche huu mchanga katika bustani ya waridi ya upendo Wako na umsaidie kukua kupitia manyunyu ya baraka Yako. Mfanye awe mtoto wa ufalme, na muongoze kwenye milki Yako ya mbinguni. Wewe u mwenye nguvu na mwema, na Wewe u Mpaji, Mkarimu, Bwana wa ukarimu mkuu."}
						 				 ]
						 },
						 {"prayerID":4,"prayername":"","author":"Abdu'l-Baha","wordcount":61,"intro":"Ee Mungu! Waelimishe watoto hawa. Watoto hawa ni miche ya kiunga Chako cha miti ya ",
						 "prayerdetails":[{"para":"Ee Mungu! Waelimishe watoto hawa. Watoto hawa ni miche ya kiunga Chako cha miti ya matunda, maua ya shamba Lako, mawaridi ya bustani Yako. Acha mvua Yako iwanyeshee; acha Jua la Ukweli liwaangazie kwa upendo Wako. Acha upepo Wako mwanana uwaburudishe ili kwamba wafunzwe, wakue na kuendelea, na waonekane katika uzuri wa juu kabisa. Wewe u Mpaji, Wewe u Mwenye huruma."}
						 				 ]
						 },
						 {"prayerID":5,"prayername":"","author":"Abdu'l-Baha","wordcount":62,"intro":"Ewe Bwana mwema! Watoto hawa wa kupendeza ni kazi ya mikono ya vidole vya",
						 "prayerdetails":[{"para":"Ewe Bwana mwema! Watoto hawa wa kupendeza ni kazi ya mikono ya vidole vya uwezo Wako na ishara za ajabu za ukuu Wako. Ee Mungu! Walinde watoto hawa, kwa neema wasaidie kufundishwa na wawezeshe kutoa huduma kwa ulimwengu wa binadamu. Ee Mungu! Watoto hawa ni lulu, wafanye kulelewa ndani ya koa ya wema wa upendo Wako."},
					 					  {"para":"Wewe u Mwenye baraka, Apendaye Vyote."}
						 				 ]
						 },
						 {"prayerID":6,"prayername":"","author":"Abdu'l-Baha","wordcount":88,"intro":"Ee Bwana! Wewe u Muondoaji wa kila uchungu wa moyo na Mtoweshaji wa kila aina ya mateso.",
						 "prayerdetails":[{"para":"Ee Bwana! Wafanye watoto hawa miche bora kabisa. Acha wakue na kuendelea katika Bustani ya Ahadi yako, na ujalie ubichi na uzuri kwa mmiminiko wa mawingu ya Ufalme wa Abha’."},
						 				  {"para":"Ewe Bwana mwema! Mimi ni mtoto mdogo, nitukuze kwa kuniruhusu kuingia kwenye ufalme. Mimi ni wa kidunia, nifanye wa mbinguni; mimi ni wa dunia ya chini, acha niwe wa milki ya juu; wa gizani, acha niwe mwangavu; wa kimwili, nifanye wa kiroho, na ujalie kwamba nidhihirishe baraka Zako zisizo na kikomo."},
						 				  {"para":"Wewe u Mwenye uwezo, Apendaye – Vyote."}
						 				 ]
						 },
						 {"prayerID":7,"prayername":"","author":"Abdu'l-Baha","wordcount":17,"intro":"Ee Mungu, niongoze, nilinde, nifanye taa ing’aayo na nyota angavu.",
						 "prayerdetails":[{"para":"Ee Mungu, niongoze, nilinde, nifanye taa ing’aayo na nyota angavu. Wewe u Mwenye nguvu na Mwenye uwezo."}
						 				 ]
						 },
						 {"prayerID":8,"prayername":"","author":"Abdu'l-Baha","wordcount":94,"intro":"Ee Bwana wangu! Ee Bwana wangu! Mimi ni mtoto wa miaka michanga. Nilishe",
						 "prayerdetails":[{"para":"Ee Bwana wangu! Ee Bwana wangu! Mimi ni mtoto wa miaka michanga. Nilishe kutoka maziwa ya rehema Yako, nifunze katika kifua cha upendo Wako, nielimishe katika shule ya uongozi Wako na nikuze chini ya kivuli cha baraka yako. Niokoe kutoka gizani, nifanye nuru angavu; nitoe katika huzuni, nifanye ua la bustani ya waridi; acha niwe mtumishi wa kizingiti Chako na nijalie tabia na hali ya uadilifu; nifanye chanzo cha baraka kwa ulimwengu wa binadamu; na tawaza kichwa changu kwa taji la maisha ya milele."},
						 				  {"para":"Kwa kweli, Wewe u Mwenye uwezo, Mwenye nguvu, Muonaji, Msikivu."}
						 				 ]
						 },
						 {"prayerID":9,"prayername":"","author":"Abdu'l-Baha","wordcount":114,"intro":"Ee Bwana Asiye na kifani! Wewe uwe kimbilio kwa mtoto maskini huyu na Bwana",
						 "prayerdetails":[{"para":"Ee Bwana Asiye na kifani! Wewe uwe kimbilio kwa mtoto maskini huyu na Bwana mwema na msamehevu kwa roho hii yenye makosa na isiyo na furaha. "},
						 				  {"para":"Ee Bwana! Ingawa sisi ni miche tu isiyo na thamani, lakini tu wa bustani Yako ya mawaridi. Ingawa tu miche michanga isiyo na majani na maua, lakini tu sehemu ya kiunga Chako cha miti ya matunda. Uulee mche huu basi kwa mmiminiko wa mawingu ya rehema Yako ya upendo na uhuishe na uuburudishe mche huu mchanga kwa pumzi ya ufufuaji ya majira Yako ya machipuko ya kiroho. Mwache awe msikivu, mwenye akili na mtu bora, na ujalie kwamba atapata maisha ya milele na kukaa katika Ufalme Wako milele."}
						 				 ]
						 },
						 {"prayerID":10,"prayername":"","author":"Abdu'l-Baha","wordcount":75,"intro":"Ee Bwana Mfanye kijana huyu mwangavu, na ujalie baraka Yako juu ya kiumbe huyu maskini.",
						 "prayerdetails":[{"para":"Ee Bwana Mfanye kijana huyu mwangavu, na ujalie baraka Yako juu ya kiumbe huyu maskini."},
						 				  {"para":"Mpe maarifa, mjalie nguvu ziongezekazo kwenye mapambazuko ya kila asubuhi na mlinde ndani ya ngome ya ulinzi Wako ili kwamba aweze kuachiliwa kutoka makosa, aweze kujitolea mwenyewe kwa huduma ya Hoja Yako, awaongoze wakaidi, awaongoze wale wasio na bahati, awafungulie mateka na kuwaamsha wazembe, ili wote waweze kubarikiwa kwa kumbukumbu Yako na sifa."},
						 				  {"para":"Wewe u Mwenye nguvu na Mwenye uwezo."}
						 				 ]
						 }
						]
}